Repository: LearnLift/MemoryLifter
Catalog: Main/MemoryLifter/Properties/Resources.*.resx
Languages: de, es, pt

# DRAG_CFG_DIALOG_CONTENT
source: This MemoryLifter configuration file will extend the available connections on the startpage.
de: Diese MemoryLifter-Konfigurationsdatei erweitert die verfügbaren Verbindungen auf der Startseite.
es: El archivo de configuración de MemoryLifter ampliará las conexiones disponibles en la página de inicio.
pt: Este arquivo de configuração do MemoryLifter irá estender as conexões disponíveis na página inicial.

# DRAG_CFG_DIALOG_MAIN
source: Do you want to import this MemoryLifter configuration file?
de: Möchten Sie diese MemoryLifter-Konfigurationsdatei importieren?
es: ¿Desea importar este archivo de configuración de MemoryLifter?
pt: Deseja importar este arquivo de configuração MemoryLifter?

# DRAG_CFG_DIALOG_TITLE
source: Import config file?
de: Konfigurationsdatei importieren?
es: ¿Importar archivo de configuración?
pt: Importar arquivo config?

source: Return to Learning Mode
de: Zum Lernmodus zurückkehren
es: Volver al modo de aprendizaje
pt: Retornar ao Modo de Aprendizagem

source: Switch to Slideshow Mode
de: Zum Diashow-Modus wechseln
es: Cambiar al modo presentación
pt: Mudar para o Modo Apresentação de Slides

# SYNCHRONIZATION_FAILED_CONTENT
source: Your changes will be uploaded to the server the next time you open this Learning Module.
de: Ihre Änderungen werden auf den Server hochgeladen, wenn Sie dieses Lernmodul das nächste Mal öffnen.
es: Sus cambios se actualizarán en el servidor cuando vuelva a abrir el módulo de aprendizaje.
pt: Será feito o upload das suas alterações para o servidor na próxima vez que você abrir este Módulo de Aprendizagem.

# SYNCHRONIZATION_FAILED_TITLE
source: Upload not possible
de: Hochladen nicht möglich
es: No es posible realizar la carga
pt: Impossível fazer o upload

# SYNCHRONIZATION_SYNC_FAILED_MAIN
source: Failed to upload changes to the server.
de: Hochladen der Änderungen auf den Server fehlgeschlagen.
es: Fallo al cargar los cambios en el servidor.
pt: Falha ao fazer o upload das alterações para o servidor.

# MAINTAIN_CARDS_LOAD_CARDS
source: Loading cards...
de: Karten werden geladen...
es: Cargando fichas...
pt: Carregando cartões...

# MAINFORM_CREATE_BACKUP_DIALOG_BUTTONS
source: Proceed Continue to create backup.|Cancel Cancel create backup operation.
de: Fortfahren Fortfahren mit dem Erstellen der Sicherungskopie.|Abbrechen Vorgang abbrechen und keine Sicherungskopie erstellen.
es: Continuar Continuar y crear una copia de seguridad.|Cancelar Cancelar la creación de la copia de seguridad.
pt: Prosseguir Continuar a criar o backup.|Cancelar Cancelar a operação de criação do backup.

# MAINFORM_CREATE_BACKUP_DIALOG_MAIN
source: Note: In order to copy the learning module it must be closed and reopened. Continue?
de: Hinweis: Um das Lernmodul zu kopieren, muss es geschlossen und neu geöffnet werden. Fortfahren?
es: Nota: Para copiar el módulo de aprendizaje se debe cerrar y volver a abrir. ¿Continuar?
pt: Observação: Para copiar o módulo de aprendizagem ele deve ser fechado e reaberto. Continuar?

# MAINFORM_CREATE_BACKUP_DIALOG_TITLE
source: Create Backup
de: Sicherungskopie erstellen
es: Crear copia de seguridad
pt: Criar Backup

# MAINFORM_CREATE_BACKUP_DIALOG_VERIFICATION
source: Don't show this message again.
de: Diese Nachricht nicht wieder anzeigen.
es: No mostrar de nuevo este mensaje.
pt: Não mostrar essa mensagem de novo.

# DBVERSION_NOT_SUPPORTED_CAPTION
source: Learning Module version not supported!
de: Lernmodulversion wird nicht unterstützt!
es: No se admite la versión del módulo de aprendizaje.
pt: Versão do Módulo de Aprendizagem não suportada!

# DBVERSION_NOT_SUPPORTED_CONTENT
source: MemoryLifter will try to update your Learning Module now. If you do not want to update or you want to create a backup first, hit cancel and reopen the file later.
de: MemoryLifter versucht nun, Ihr Lernmodul zu aktualisieren.
es: MemoryLifter intentará actualizar ahora el módulo de aprendizaje.
pt: O MemoryLifter vai tentar fazer a atualização do seu Módulo de Aprendizagem agora.

# DBVERSION_NOT_SUPPORTED_MAIN
source: The database version of your Learning Module is not supported.
de: Die Datenbankversion Ihres Lernmoduls wird nicht unterstützt.
es: La versión de la base de datos del módulo de aprendizaje no se admite.
pt: A versão do banco de dados de seu Módulo de Aprendizagem não é suportada.

# DBVERSION_NOT_SUPPORTED_UPGRADE_FAILED_CAPTION
source: Failed to update Learning Module!
de: Aktualisierung des Lernmoduls gescheitert!
es: Fallo al actualizar el módulo de aprendizaje.
pt: Falha ao fazer a atualização do Módulo de Aprendizagem!

# DBVERSION_NOT_SUPPORTED_UPGRADE_FAILED_CONTENT
source: Contact your system administrator or the MemoryLifter support team.
de: Setzen Sie sich mit Ihrem Systemadministrator oder dem MemoryLifter Support-Team in Verbindung.
es: Póngase en contacto con el administrador del sistema o con el equipo de soporte técnico de MemoryLifter.
pt: Entre em contato com o administrador do sistema ou com a equipe de suporte do MemoryLifter.

# DBVERSION_NOT_SUPPORTED_UPGRADE_FAILED_MAIN
source: MemoryLifter failed to update your Learning Module.
de: MemoryLifter konnte das Lernmodul nicht aktualisieren.
es: MemoryLifter no pudo actualizar el módulo de aprendizaje.
pt: Falha do MemoryLifter ao fazer a atualização do seu Módulo de Aprendizagem.

# TASK_DIALOG_DISK_FULL_CAPTION
source: Not enought free disk space!
de: Nicht genügend freier Speicherplatz!
es: No hay espacio libre en disco.
pt: Espaço livre em disco insuficiente!

# TASK_DIALOG_DISK_FULL_TEXT
source: The disk you are trying to learn from is full. Please free some space and try again.
de: Die zum Lernen verwendete Festplatte ist voll. Bitte machen Sie Speicherplatz frei und versuchen Sie es erneut.
es: El disco del que está intentado aprender está lleno. Libere espacio y vuelva a intentarlo.
pt: O disco do qual você está tentando aprender está cheio. Libere o espaço e tente novamente.

# TASK_DIALOG_DISK_FULL_TITLE
source: Not enought disk space
de: Nicht genügend Speicherplatz
es: No hay suficiente espacio en disco
pt: Espaço em disco insuficiente

# LEARNING_WINDOW_SERVER_OFFLINE_DIALOG_CONTENT
source: Your learning success up to now has been saved.
de: Ihr Lernerfolg bis zu diesem Punkt wurde gespeichert.
es: Su historial de aprendizaje se ha guardado.
pt: Seu sucesso na aprendizagem até o momento foi salvo.

# LEARNING_WINDOW_SERVER_OFFLINE_DIALOG_MAIN
source: MemoryLifter needs to close this learning session.
de: MemoryLifter muss diese Lernsitzung beenden.
es: MemoryLifter necesita cerrar esta sesión de aprendizaje.
pt: O MemoryLifter precisa fechar esta sessão de aprendizagem.

# LEARNING_WINDOW_SERVER_OFFLINE_DIALOG_TITLE
source: Server Connection Error
de: Serververbindungsfehler
es: Error de conexión con el servidor
pt: Erro de Conexão com o Servidor

# DIC_LOADING_ERROR_OFFLINE
source: The server, where the selected learning module is stored on is not reachable.
de: Zugriff auf den Server mit dem gewählten Lernmodul nicht möglich.
es: No se puede acceder al servidor en el que está almacenado el módulo de aprendizaje.
pt: O servidor onde o módulo de aprendizagem está armazenado não pode ser alcançado.

# MAINFORM_CREATE_BACKUP_DIALOG_FILTER
source: MemoryLifter Learning Module (*{0})|*{0}
de: MemoryLifter Lernmodul (*{0})|*{0}
es: Módulo de aprendizaje de MemoryLifter (*.{0})|*.{0}
pt: Módulo de Aprendizagem MemoryLifter (*{0})|*{0}

# MAINFORM_ACTIVATION_SERVICE_OFFLINE_CAPTION
source: Online Activation Unavailable
de: Online-Aktivierung nicht verfügbar
es: Activación en línea no disponible
pt: Ativação Online Indisponível

# MAINFORM_ACTIVATION_SERVICE_OFFLINE_CONTENT
source: If you have a firewall which is causing the connection attempt to fail, allow MemoryLifter access through the firewall.
de: Falls Ihre Firewall die angeforderte Verbindung sperrt, erlauben Sie MemoryLifter den Zugriff auf das Internet.
es: Si utiliza un cortafuegos que provoca el fallo de la conexión, autorice el acceso de MemoryLifter a través del cortafuegos.
pt: Se você possui um firewall que esteja provocando a falha na tentativa de conexão, permita o acesso do MemoryLifter através do firewall.

# MAINFORM_ACTIVATION_SERVICE_OFFLINE_MAIN
source: The Online Activation Service is unavailable. Please check your network connectivity or try again to activate this Learning Module on a PC with internet access.
de: Der Service für die Online-Aktivierung ist nicht verfügbar. Überprüfen Sie Ihre Netzwerkverbindung oder versuchen Sie die Aktivierung des Lernmoduls auf einem Computer mit Internetzugang.
es: El servicio de activación en línea no está disponible. Compruebe la conexión de red o intente activar de nuevo este módulo de aprendizaje en un PC con acceso a Internet.
pt: O serviço de Ativação Online não está disponível. Verifique sua conexão de rede ou tente novamente para ativar este Módulo de Aprendizagem em um PC com acesso à internet.

# SPLASHSCREEN_PREPARING
source: Preparing startup
de: Starten wird vorbereitet
es: Preparando inicio
pt: Preparando acionamento

# TEACHER_NICEGUY
source: Mr. Nice Guy
de: Freundlich
es: Flexible
pt: Sr. Cara Legal

# TEACHER_OCCASIONAL
source: Occasional Learner
de: Gelegenheitslerner
es: Alumno esporádico
pt: Aluno eventual

# TEACHER_STRICT
source: Strict
de: Streng
es: Estricto
pt: Restrito

# LISTBOXFIELDS_ANSWER_DISTRACTORS_TEXT
source: Answer Distractors ({0})
de: Antwort Distraktoren ({0})
es: Elemento de distracción respuesta ({0})
pt: Opções distrativas resposta ({0})

# LISTBOXFIELDS_QUESTION_DISTRACTORS_TEXT
source: Question Distractors ({0})
de: Frage Distraktoren ({0})
es: Elemento de distracción pregunta ({0})
pt: Opções distrativas pergunta ({0})

# EXTENSION_INFORMUSER_CAPTION
source: Extension Installed
de: Erweiterung installiert
es: Extensión instalada
pt: Extensão Instalada

# EXTENSION_INFORMUSER_MESSAGE_INSTALLED
source: The {0} extension '{1}' was installed.
de: Die {0}-Erweiterung '{1}' wurde installiert.
es: Se ha instalado la extensión {0} '{1}'.
pt: A {0} extensão '{1}' foi instalada.

# EXTENSION_INFORMUSER_MESSAGE_SELECTED
source: The {0} extension '{1}' was installed and selected.
de: Die {0}-Erweiterung '{1}' wurde installiert und ausgewählt.
es: Se ha instalado y seleccionado la extensión {0} '{1}'.
pt: A extensão '{1}' {0} foi instalada e selecionada.

# EXTENSION_INFORMUSER_MESSAGE_TYPE_SKIN
source: Skin
de: Design
es: Aspecto
pt: Capa

# EXTENSION_INFORMUSER_MESSAGE_TYPE_UNKNOWN
source: Unknown
de: Unbekannt
es: Desconocido
pt: Desconhecido

# TASK_DIALOG_IncompatibleDatabaseVersion_Title
source: Incompatible Database Version
de: Inkompatible Datenbankversion
es: Versión de base de datos no compatible
pt: Versão de Banco de Dados Incompatível

# TASK_DIALOG_IncompatibleDatabaseVersion_Caption
source: The selected Database has an incompatible Version!
de: Die Version der gewählten Datenbank ist nicht kompatibel.
es: La versión de la base de datos seleccionada no es compatible.
pt: O Banco de Dados selecionado tem uma Versão incompatível!

# TASK_DIALOG_IncompatibleDatabaseVersion_Text
source: Please contact your Administrator to update your Database Version.
de: Bitte setzen Sie sich mit Ihrem Administrator in Verbindung, um Ihre Datenbankversion zu aktualisieren.
es: Póngase en contacto con su administrador para actualizar la versión de su base de datos.
pt: Entre em contato com o seu Administrador para atualizar a sua versão de Banco de Dados.

# TASK_DIALOG_MemoryLifterTooOld_Title
source: MemoryLifter too old
de: MemoryLifter zu alt
es: MemoryLifter es demasiado antiguo
pt: MemoryLifter muito antigo

# TASK_DIALOG_MemoryLifterTooOld_Caption
source: Your MemoryLifter version is too old!
de: Ihre installierte MemoryLifter-Version ist zu alt!
es: Su versión de MemoryLifter es demasiado antigua.
pt: A sua versão do MemoryLifter é muito antiga!

# TASK_DIALOG_MemoryLifterTooOld_Text
source: Please go to www.memorylifter.com and update your version of MemoryLifter.
de: Gehen Sie auf www.memorylifter.com und aktualisieren Sie Ihre MemoryLifter-Version.
es: Entre en www.memorylifter.com y actualice su versión de MemoryLifter.
pt: Vá ao endereço www.memorylifter.com e faça o update da sua versão do MemoryLifter.

# ERROR_LAUNCH_EXTERNAL_APPLICATION_CAPTION
source: Failed to Launch External Application
de: Fehler beim Starten der externen Anwendung
es: Error al iniciar aplicación externa
pt: Erro ao iniciar aplicativo externo

# ERROR_LAUNCH_EXTERNAL_APPLICATION_TEXT
source: MemoryLifter failed to launch an external application.
de: MemoryLifter konnte eine externe Anwendung nicht starten.
es: Error de MemoryLifter al iniciar una aplicación externa.
pt: O MemoryLifter não iniciou um aplicativo externo.

# TASK_DIALOG_NoNewVersionFound_Title
source: No new Version found
de: Keine neue Version gefunden
es: No se ha encontrado ninguna versión nueva
pt: Não foi encontrada nenhuma Versão nova

# TASK_DIALOG_NoNewVersionFound_Caption
source: No new Version found!
de: Es wurde keine neue Version gefunden!
es: No se ha encontrado ninguna versión nueva.
pt: Não foi encontrada nenhuma Versão nova!

# TASK_DIALOG_NoNewVersionFound_Text
source: Please search again in some days or enable the automatic search to let MemoryLifter search for Updates on every startup of MemoryLifter.
de: Sehen Sie bitte in einigen Tagen noch einmal nach oder aktivieren Sie die automatische Suche, damit MemoryLifter bei jedem Starten selbst nach Updates suchen kann.
es: Repita la búsqueda dentro de unos días o active la búsqueda automática para que MemoryLifter busque actualizaciones cada vez que se inicie.
pt: Procure novamente em alguns dias ou ative a busca automática para deixar que o MemoryLifter busque Updates a cada inicialização do MemoryLifter.

source: Active cards
de: Aktive Karten
es: Fichas activas
pt: Cartões ativos

source: Inactive cards
de: Inaktive Karten
es: Fichas inactivas
pt: Cartões inativos
