Repository: LearnLift/MemoryLifter
Catalog: Main/MemoryLifter/Properties/Resources.*.resx
Languages: de, es, pt

# SOUND_SIMPLE_RECORD_SAVE_TEXT
source: Save recorded media file?
de: Aufgezeichnete Mediendatei speichern?
es: ¿Desea guardar el archivo multimedia grabado?
pt: Salvar arquivo de mídia gravado?

# IMPORTER_FILE_LOADED
source: File loaded in {0}s, previewing {1} rows...
de: Datei in {0} s geladen, Vorschau von {1} Reihen...
es: Archivo cargado en {0}s, visualizando previamente {1} filas...
pt: Arquivo carregado em {0}s, visualizando {1} linhas...

# ANSWER_TYPOS_TEXT
source: Too many typos
de: Zu viele Tippfehler
es: Demasiados errores tipográficos
pt: Muitos erros de grafia

# DIC_ERROR_OLDERVERSION_MAININSTRUCTION
source: You are trying to open an old Learning Module file format. Do you want to continue?
de: Sie versuchen, eine Lernmodul-Datei im alten Format zu öffnen. Möchten Sie fortfahren?
es: Está intentando abrir un formato de archivo antiguo del módulo de aprendizaje. ¿Desea continuar?
pt: Está tentando abrir um formato de arquivo antigo do Módulo de Aprendizagem. Ainda deseja continuar?

# UNPACK_DICTIONARY_FOLDER_EXISTS_MBX_CAPTION
source: Overwrite Learning Module Folder?
de: Lernmodul-Ordner überschreiben?
es: ¿Desea sobrescribir la carpeta del módulo de aprendizaje?
pt: Substituir a pasta do Módulo de Aprendizagem?

# IMPORT_FILE_IN_USE_CAPTION
source: Error
de: Fehler
pt: Erro

# REGISTRY_ERROR_CAPTION
source: Error
de: Fehler
pt: Erro

# LISTBOXFIELDS_ANSWER_TEXT
source: Answer ({0})
de: Antwort ({0})
es: Respuesta ({0})
pt: Resposta ({0})

# STATISTICS_DISTRIBUTION_CAPTION
source: Memory Distribution
de: Kartenverteilung
es: Distribución de memoria
pt: Distribuição da memória

# REG_LATER_TEXT
source: You may register later through our registration option in the "Help" menu.
de: Sie können sich später über die Registrierungsoption im Menü "Hilfe" registrieren.
es: Puede registrarse más tarde a través de nuestra opción de registro del menú "Ayuda".
pt: Você pode se registrar mais tarde através de nossa opção de registro no menu "Ajuda".

# DIC_OVERWRITE_TEXT
source: Overwrite the old file?
de: Alte Datei überschreiben?
es: ¿Desea sobrescribir el archivo anterior?
pt: Substituir o arquivo antigo?

# MAINFORM_STICKREMOVED_CLOSEDIC
source: Close Learning Module without saving You will lose your progress and changes from this session.
de: Schließen des Lernmoduls ohne Speichern Ihre Änderungen in dieser Sitzung gehen verloren.
es: Cerrar el módulo de aprendizaje sin guardar Perderá su trabajo y los cambios de esta sesión.
pt: Fecha o Módulo de aprendizagem sem salvar. Você perderá seu progresso e as alterações desta sessão.

# MAINFORM_LBLANSWER_DEFAULT_TEXT2
source: Enter {0} below ({1} Synonyms)
de: {0} unten eingeben ({1} Synonyme)
es: Introduzca {0} a continuación ({1} Sinónimos)
pt: Inserir {0} abaixo ({1} sinônimos)

# TOOLTIP_MAINTAIN_DELETE
source: Delete Card
de: Karte löschen
es: Eliminar ficha
pt: Excluir cartão

# LISTBOXFIELDS_QUESTION_TEXT
source: Question ({0})
de: Frage ({0})
es: Pregunta ({0})
pt: Pergunta ({0})

# INFO_HTML_SCORE
source: High Score:
es: Máxima puntuación:
pt: Pontuação Alta:

# IMPORTER_IMPORTED
source: Card {0} / {1} imported...
de: Karte {0} / {1} importiert...
es: Ficha {0}/{1} importada...
pt: cartão {0} / {1} importado...

# UNPACK_DICTIONARY_EXISTS_MBX_TEXT
source: The Learning Module already exists. Do you want to overwrite it?
de: Das Lernmodul ist bereits vorhanden. Möchten Sie es ersetzen?
es: El módulo de aprendizaje ya existe. ¿Desea sustituirlo?
pt: O Módulo de Aprendizagem já existe. Deseja substituí-lo?

# DIC_NOT_VALID_CAPTION
source: Error Loading Learning Module
de: Fehler beim Laden des Lernmoduls
es: Error al cargar el módulo de aprendizaje
pt: Erro ao carregar Módulo de Aprendizagem

# DIC_SAVEDIALOG_FILTER_NEW
source: Learning Module files (*.{0})|*.{0}
de: Lernmodul-Dateien (*.{0})|*.{0}
es: Archivos del módulo de aprendizaje (*.{0})|*.{0}
pt: Os arquivos do Módulo de Aprendizagem (*.{0})|*.{0}

# MAINTAIN_SEARCHHELP
source: Type to search...
de: Suchen…
es: Escriba para buscar…
pt: Procura…

# DEMOTE_CONF_TEXT
source: Demote card? [Yes] - demote, [No] - promote
de: Karte tieferstufen? [Ja] - tieferstufen, [Nein] - höherstufen
es: ¿Desea degradar la ficha? [Sí]: degradar, [No]: promocionar
pt: Rebaixar cartão? [Sim] - rebaixar, [Não] - elevar

# TOOLTIP_SELF_ASSESSEMENT_YES
source: Promote card
de: Karte höherstufen
es: Promocionar ficha
pt: Elevar cartão

# DIC_DAMAGED_CAPTION
source: Learning Module Inconsistency Found
de: Es wurden Inkonsistenzen im Lernmodul gefunden
es: Se ha detectado una incoherencia en el módulo de aprendizaje
pt: O Módulo de Aprendizagem encontrou inconsistência

# MAINFORM_SLIDESHOW_LBLQUESTION_TEXT
source: Slideshow mode - {0}
de: Diashow - {0}
es: Modo de presentación en diapositivas - {0}
pt: Modo de slides - {0}

# SAVE_REQUEST_TEXT
source: Do you want to save the Learning Module?
de: Möchten Sie das Lernmodul speichern?
es: ¿Desea guardar el módulo de aprendizaje?
pt: Quer salvar o Modo de aprendizagem?

# CONVERT_REQUEST_TEXT
source: This learning module is in an old format and needs to be converted. Do you want to proceed?
de: Das Lernmodul besitzt ein altes Format und muss konvertiert werden. Möchten Sie fortfahren?
es: El módulo de aprendizaje tiene un formato antiguo y debe convertirse. ¿Desea continuar?
pt: O Módulo de aprendizagem tem um formato antigo e precisa ser convertido. Ainda deseja continuar?

# DIC_ERROR_OLDERVERSION_DONTSHOWAGAIN
source: Always open without asking
de: Immer ohne Nachfrage öffnen
es: Abrir siempre sin preguntar
pt: Sempre abrir sem perguntar

# MANAGECHAPTER_NEW_CHAPTER_DESC
source: No description
de: Keine Beschreibung
es: No hay descripción
pt: Sem descrição

# IMPORT_FILETYPE
source: Comma separated values (*.csv)|*.csv|Text (*.txt)|*.txt|All files (*.*)|*.*
de: Trennzeichen-getrennt (*.csv)|*.csv|Text (*.txt)|*.txt|Alle Dateien (*.*)|*.*
es: Valores separados por comas (*.csv)|*.csv|Texto (*.txt)|*.txt|Todos los archivos (*.*)|*.*
pt: Valores delimitados por vírgulas (*.csv)|*.csv|Texto (*.txt)|*.txt|Todos os arquivos (*.*)|*.*

# FIRSTSTART_CAPTION
source: First Start
de: Erste Anwendung
es: Primer inicio
pt: Primeiro início

# SELF_ASSESSEMENT_LBLCHAPTER_TEXT
source: Did you know it? (Use the up/down arrow keys or click the "Do know/Don't know" buttons)
de: Wussten Sie es? (Benutzen Sie die Auf- oder Ab-Pfeiltasten oder klicken Sie auf die Schaltflächen "Gewusst/Nicht gewusst")
es: ¿Conocía la respuesta? (Utilice las teclas de flecha arriba/abajo o haga clic en los botones "Ya lo sé/No lo sé")
pt: Você sabia? (Use as teclas de seta para cima/para baixo ou clique no botão "Sei/Não sei")

# IMPORT_END_OF_FILE_CAPTION
source: Error
de: Fehler
pt: Erro

# LISTBOXFIELDS_SOUND_EXANSWER_TEXT
source: Ex. Sound Answer ({0})
de: Beispiel-Audio für Antwort ({0})
es: Ejemplo de respuesta sonora ({0})
pt: Ex. Resposta do áudio ({0})

# PERSONAL_FOLDER_CAPTION
source: Specify Folder
de: Ordner auswählen
es: Especificar una carpeta
pt: Especificar pasta

# COPY_MEDIA_TEXT
source: The media file will be copied to the media folder of the Learning Module. If you make any changes to the media, remember to update it there as well. Show this information again?
de: Die Mediendatei wird in den Medienordner des Lernmoduls kopiert. Vergessen Sie nicht, Änderungen an den Medien auch dort vorzunehmen. Diese Meldung erneut anzeigen?
es: El archivo multimedia se copiará en la carpeta de archivos multimedia del módulo de aprendizaje. Si hace algún cambio en dicho archivo, recuerde actualizarlo en dicha ubicación también. ¿Desea volver a ver esta información?
pt: O arquivo de mídia será copiado na pasta de mídia do Módulo de Aprendizagem. Se você fizer alterações na mídia, lembre-se de atualizar na pasta também. Mostrar essas informações novamente?

# DIC_IMPORT_SUCCESSFUL_CAPTION
source: Import Successful
de: Importieren erfolgreich abgeschlossen
es: Importación realizada correctamente
pt: Importação bem-sucedida

# MAINFORM_LEARNBOX_TEXT
source: &All Boxes
de: Alle Boxen
es: Todos los ficheros
pt: Todas as Caixas

# CONVERT_DIRDIALOG_DESCRIPTION
source: Select a target folder for the converted Learning Module.
de: Wählen Sie einen Zielordner für das konvertierte Lernmodul.
es: Seleccione una carpeta de destino para el módulo de aprendizaje convertido.
pt: Selecione uma pasta alvo para o Módulo de Aprendizagem convertido.

# IMPORT_PATH_NOT_FOUND_TEXT
source: Path not found.
de: Pfad nicht gefunden.
es: Ruta no encontrada.
pt: Caminho não encontrado.

# PACK_DIRDIALOG_DESCRIPTION
source: Select a folder for the unpacked Learning Module.
de: Wählen Sie einen Ordner für das entpackte Lernmodul.
es: Seleccione una carpeta para el módulo de aprendizaje desempaquetado.
pt: Selecione uma pasta para o Módulo de Aprendizagem desagrupado.

# MANAGECHAPTER_DEFAULT_CHAPTER_NAME
source: Chapter 1
de: Kapitel 1
es: Capítulo 1
pt: Capítulo 1

# APPLY_CHANGES_CAPTION
source: Change Card
de: Karte ändern
es: Cambiar ficha
pt: Alterar cartão

# UNPACK_REPLACE_FILES_MBX_TEXT
source: Should existing files be overwritten?
de: Möchten Sie die vorhandenen Dateien überschreiben?
es: ¿Desea sobrescribir los archivos existentes?
pt: Os arquivos existentes devem ser substituídos?

# SETUPBOXES_BOXLABELI_TEXT
source: Box
es: Fichero
pt: Caixa

# FRMCARD_VIDEO
source: Video
es: Vídeo
pt: Vídeo

# DIC_ERROR_OLDERVERSION_FOOTER
source: Make a backup copy of the Learning Module before opening it.
de: Erstellen Sie eine Sicherungskopie des Lernmoduls bevor Sie dieses öffnen.
es: Haga una copia de seguridad del módulo de aprendizaje ante de abrirlo.
pt: Faça uma cópia de backup do Módulo de aprendizagem antes de abri-lo.

# TOOLTIP_FRMFIELDS_DELETEALL
source: Remove All Chapters from Selection
de: Alle Kapitel aus Auswahl entfernen
es: Eliminar todos los capítulos de la selección
pt: Remover todos os capítulos da seleção

# TOOLTIP_SELF_ASSESSEMENT_DONTASK
source: Don't Ask Card Again, Card is restorable in "Cards - Maintain"
de: Nicht mehr nach dieser Karte fragen. Karte kann unter "Karten - Verwalten" wiederhergestellt werden.
es: No volver a preguntar la ficha, La ficha puede restaurarse en "Fichas - Mantener"
pt: Não Perguntar Cartão Novamente, Cartão é restaurável em "Cartões - Manter"

# DIC_IMPORT_SUCCESSFUL_TEXT
source: Old Learning Module file {0}.odf successfully imported and saved as {1}.
de: Alte Lernmodul-Datei {0}.odf wurde erfolgreich importiert und gespeichert unter {1}.
es: Archivo anterior del módulo de aprendizaje {0}.odf importado correctamente y guardado como {1}.
pt: O arquivo antigo do Módulo de Aprendizagem {0}.odf é importado com sucesso e salvo como {1}.

# RECORD_SAVEDIALOG_TITLE
source: Save Wave File As
de: Wave-Datei speichern unter
es: Guardar archivo Wave como
pt: Salvar arquivo Wave como

# MANAGECHAPTER_LAST_CHAPTER_MESSAGE_CAPTION
source: Last Chapter
de: Letztes Kapitel
es: Último capítulo
pt: Último capítulo

# RECORD_DONE_TEXT2
source: &Next
de: Weiter
es: Siguiente
pt: Avançar

# UNPACK_REPLACE_FILES_MBX_CAPTION
source: Overwrite Files?
de: Dateien überschreiben?
es: ¿Desea sobrescribir los archivos?
pt: Substituir arquivos?

# IMPORT_PATH_NOT_FOUND_CAPTION
source: Error
de: Fehler
pt: Erro

# MAINFORM_LBLCHAPTER_TEXT
source: (Chapter: {0})
de: (Kapitel: {0})
es: (Capítulo: {0})
pt: (Capítulo: {0})

# MAINFORM_LBLANSWER_DEFAULT_TEXT1
source: Enter {0} below
de: {0} unten eingeben
es: Introduzca {0} a continuación
pt: Inserir {0} abaixo

# MAINTAIN_POOL
source: Pool
es: Grupo
pt: Reserva

# PRINT_QUERYORDER_Box
source: Box
es: Fichero
pt: Caixa

# CARD_NO_ANSWER_ERROR_TEXT
source: Card has no answer!
de: Karte enthält keine Antwort!
es: La ficha no tiene ninguna respuesta.
pt: O cartão não tem resposta!

# LABEL_FRMCHAPTER_MDESCR
source: Multiple chapters selected
de: Mehrere Kapitel ausgewählt
es: Varios capítulos seleccionados
pt: Vários capítulos selecionados

# PRINT_BOXNO
source: Box {0}
es: Fichero {0}
pt: Caixa {0}

# IMPORTER_IMPORTED_END
source: {0} Cards imported in {1} sec.
de: {0} Karten importiert in {1} Sek.
es: Se han importado {0} fichas en {1} segundos.
pt: {0} cartões importados em {1} seg

# NO_CARDS_TEXT
source: There are no cards in this Learning Module. Add some cards.
de: Dieses Lernmodul enthält keine Karten. Es müssen Karten hinzugefügt werden.
es: No hay fichas en el módulo de aprendizaje. Añada varias fichas.
pt: Não há cartões no Modo de aprendizagem. Adicione alguns cartões.

# SNOOZE_CONEXTMENU_TIME_TEXT
source: &Learn ({0} min.)
de: Lernen ({0} Min.)
es: Aprender ({0} min.)
pt: Aprender ({0} min.)

# EXPORT_STATUS_CAPTION
source: Exporting Learning Module...
de: Lernmodul wird exportiert...
es: Exportando módulo de aprendizaje...
pt: Exportar Módulo de Aprendizagem...

# DIC_IMPORT_OLD_TEXT
source: Importing old Learning Module.
de: Altes Lernmodul wird importiert.
es: Importando módulo de aprendizaje anterior.
pt: Importando Módulo de Aprendizagem antigo.

# PRINT_SELECT_CAPTION
source: Select Chapters/Boxes
de: Kapitel/Boxen auswählen
es: Seleccionar capítulos/ficheros
pt: Selecionar capítulos/caixas

# MAINFORM_SOUND_AVAILABLE_TEXT
source: Sound
de: Audio
es: Sonido
pt: Som

# STYLESHEET_CODE_ERROR_CAPTION
source: Error in Stylesheet
de: Fehler in Stylesheet
es: Error en la hoja de estilos
pt: Erro em folha de estilo

# UNPACK_TLOADMSG
source: Unpacking Learning Module...
de: Lernmodul wird entpackt...
es: Desempaquetando módulo de aprendizaje...
pt: Desagrupando Módulo de Aprendizagem...

# INITIALIZE_ENVIRONMENT_ERROR_CAPTION
source: Error Setting Up User Environment
de: Fehler beim Einrichten der Benutzerumgebung
es: Error al configurar el entorno de usuario
pt: Erro ao configurar o ambiente de usuário

# PERSONAL_FOLDER_2_TEXT
source: The default Learning Modules Folder is not specified, the folder of the last opened Learning Module will be used.
de: Der Standard-Lernmodulordner ist nicht angegeben. In diesem Fall wird der Ordner des zuletzt geöffneten Lernmoduls verwendet.
es: No se ha especificado ninguna carpeta predeterminada para los módulos de aprendizaje, se utilizará la carpeta del último módulo de aprendizaje abierto.
pt: A Pasta para Módulos de aprendizagem padrão não foi especificada, portanto a pasta do último Módulo de aprendizagem aberto será usada.

# NEW_DICT_CAPTION
source: Error
de: Fehler
pt: Erro

# DIC_MEDIA_ERROR_CAPTION
source: Media Directory Error
de: Fehler in Medienverzeichnis
es: Error del directorio multimedia
pt: Erro de diretório de mídias

# MAINFORM_STICKREMOVED_DESCRIPTION
source: {0} If you would like your progress and changes to be saved, insert the stick again and wait until this window closes.
de: {0} Um Ihre Daten und Änderungen zu speichern, stecken Sie den Memory Stick erneut ein und warten, bis dieses Fenster geschlossen wird.
es: {0} Si desea guardar su trabajo y los cambios realizados, vuelva a introducir la memoria USB y espere a que desaparezca la ventana.
pt: {0} Se quiser continuar e salvar as alterações, insira o cartão novamente e aguarde esta janela ser fechada.

# CONVERT_REPLACE_FILES_MBX_TEXT
source: Should existing files be overwritten?
de: Möchten Sie die vorhandenen Dateien überschreiben?
es: ¿Desea sobrescribir los archivos existentes?
pt: Os arquivos existentes devem ser substituídos?

# IMPORT_END_OF_FILE_TEXT
source: Not enough lines found in source file.
de: Die Quelldatei enthält zu wenige Zeilen.
es: No se han encontrado suficientes líneas en el archivo de origen.
pt: Não há linhas suficientes no arquivo de origem encontrado.

# MAINFORM_STICKREMOVED_CAPTION
source: Memory Stick Removed
de: Memory Stick wurde entfernt
es: Se ha extraído la memoria USB
pt: Cartão de memória removido

# NEWDIC_CAPTION
source: Create New Learning Module
de: Neues Lernmodul erzeugen
es: Crear nuevo módulo de aprendizaje
pt: Criar novo Módulo de Aprendizagem

# SOUND_SIMPLE_RECORD_STOP_TEXT
source: Recording stops as soon as you click [OK]. Then the sound will be played.
de: Die Aufzeichnung wird durch Klicken auf [OK] gestoppt. Anschließend wird der Ton abgespielt.
es: La grabación se detiene cuando se hace clic en [Aceptar]. A continuación se reproducirá.
pt: A gravação para assim que você clicar em [OK]. Então o som será reproduzido.

# MAINFORM_SOUND_NOTAVAILABLE_TEXT
source: Sound (not available)
de: Audio (nicht verfügbar)
es: Sonido (no disponible)
pt: Som (não disponível)

# PERSONAL_FOLDER_TEXT
source: Specify a personal folder for Learning Modules.
de: Wählen Sie einen persönlichen Ordner für die Lernmodule.
es: Especificar una carpeta personal para los módulos de aprendizaje
pt: Especifique uma pasta pessoal para Módulos de Aprendizagem.

# TOOLTIP_NEWDICT_ESOUNDDIR
source: Directory Where Recorded Sounds Should Be Saved
de: Verzeichnis, in dem die aufgezeichneten Audiodateien gespeichert werden sollen
es: Directorio en el que deben guardarse los sonidos grabados
pt: Diretório onde os áudios gravados devem ser salvos.

# EXPORT_SAVEDIALOG_TITLE
source: Select File to Export
de: Exportdatei auswählen
es: Seleccionar archivo para exportar
pt: Selecionar formato a exportar

# MAINTAIN_CHANGEALL
source: Change all cards
de: Alle Karten ändern
es: Cambiar todas las fichas
pt: Alterar todos os cartões

# UNPACK_DICTIONARY_FOLDER_EXISTS_MBX_TEXT
source: A Learning Module already exists in this folder!
de: In diesem Ordner gibt es bereits ein Lernmodul!
es: Ya existe un módulo de aprendizaje para esta carpeta.
pt: Já existe um Módulo de aprendizagem nesta pasta!

# CHAPTER_NO_CARDS_SELECTED_ERROR_CAPTION
source: Select Chapter
de: Kapitel auswählen
es: Seleccionar capítulo
pt: Selecionar capítulo

# MAINFORM_LBLANSWER_SENTENCES_TEXT
source: Enter {0} sentence below
de: Beispielsatz für {0} unten eingeben
es: Introduzca la frase {0} a continuación
pt: Inserir a frase {0} abaixo

# RECORD_PATH_TEXT
source: Path:
de: Pfad:
es: Ruta:
pt: Caminho:

# DIC_DIR_MISSING_TEXT
source: Use 'Tools -> Specify Learning Module Folder' to select a folder.
de: Verwenden Sie den Befehl 'Werkzeuge -> Lernmodul-Ordner auswählen', um einen Ordner zu wählen.
es: Utilice "Herramientas -> Especificar carpeta del módulo de aprendizaje" para seleccionar una carpeta.
pt: Use 'Ferramentas -> Especificar Pasta de Módulo de aprendizagem' para selecionar uma pasta.

# DIC_ERROR_OPEN_CAPTION
source: Error Loading Learning Module.
de: Fehler beim Laden des Lernmoduls.
es: Error al cargar el módulo de aprendizaje.
pt: Erro ao carregar Módulo de Aprendizagem.

# MAINFORM_SLIDESHOW_MODE_TEXT
source: Slideshow mode -
de: Diashow -
es: Modo de presentación en diapositivas -
pt: Modo de slides -

# RESTART_WARNING_CAPTION
source: Clear All Boxes
de: Alle Boxen löschen
es: Borrar todos los ficheros
pt: Limpar todas as caixas

# SAVE_REQUEST_CAPTION
source: Save
de: Speichern
es: Guardar
pt: Salvar

# IMPORT_OUT_OF_MEMORY_CAPTION
source: Error
de: Fehler
pt: Erro

# EXPORTER_NOTHING_SELECTED_CAPTION
source: Nothing Selected
de: Nichts ausgewählt
es: No se ha seleccionado nada
pt: Nada selecionado

# HINT_TEXT3
source: Almost!
de: Fast!
es: ¡Casi!
pt: Quase!

# CONVERT_TMOVEMSG
source: Moving Learning Module...
de: Lernmodul wird verschoben...
es: Moviendo módulo de formación...
pt: Movendo para o Módulo de Aprendizagem...

# DIP_NOT_SUPPORTED_CAPTION
source: Error Opening Learning Module
de: Fehler beim Öffnen des Lernmoduls
es: Error al abrir el módulo de aprendizaje
pt: Erro ao abrir Módulo de Aprendizagem

# NO_CHAPTERS_CAPTION
source: No Chapters
de: Keine Kapitel
es: No hay capítulos
pt: Sem capítulos

# DIC_ERROR_OLDERVERSION_CONTENT
source: You tried to open a Learning Module which was created with an older version of MemoryLifter, opening it in this version may lead to incompatibilities with earlier MemoryLifter versions.
de: Sie haben versucht, ein Lernmodul zu öffnen, welches mit einer älteren Version von MemoryLifter erzeugt wurde. Das Öffnen des Moduls mit dieser Version führt möglicherweise zu Inkompatibilitäten mit älteren MemoryLifter-Versionen.
es: Ha intentado abrir un módulo de aprendizaje que se ha creado con una versión más antigua de MemoryLifter. Si lo abre con esta versión, podrían producirse incompatibilidades con las versiones anteriores de MemoryLifter.
pt: Você tentou abrir o Módulo de Aprendizagem que foi criado com uma versão mais antiga do MemoryLifter, abri-la com esta versão pode levar a incompatibilidades com as versões mais antigas do MemoryLifter.

# ADD_CARD_TEXT
source: Add this card?
de: Diese Karte hinzufügen?
es: ¿Desea añadir esta ficha?
pt: Adicionar este cartão?

# URL_MLIFTER_FAQ
source: http://www.memorylifter.com/faq
de: http://www.memorylifter.com/de/about-memorylifter/faq.html
es: http://www.memorylifter.com/es/about-memorylifter/faq.html
pt: http://www.memorylifter.com/pt/about-memorylifter/faq.html

# CONVERT_DICTIONARY_FOLDER_EXISTS_MBX_CAPTION
source: Overwrite Learning Module Folder?
de: Lernmodul-Ordner überschreiben?
es: ¿Desea sobrescribir la carpeta del módulo de aprendizaje?
pt: Substituir a pasta do Módulo de Aprendizagem?

# UNPACK_DICTIONARY_FOLDER_EXISTS_MBX_CONTENT
source: MemoryLifter found an existing version of this Learning Module in this folder. If you continue existing files may be replaced. This could lead to conflicting media file and resource references. Do you still want to proceed?
de: Es befindet sich bereits eine Version dieses Lernmoduls in diesem Ordner. Wenn Sie fortfahren, werden möglicherweise vorhandene Dateien ersetzt. Dies kann zu Konflikten in Verweisen auf Mediendateien und Ressourcen führen. Möchten Sie trotzdem fortfahren?
es: MemoryLifter ha encontrado una versión existente de este módulo de aprendizaje en esta carpeta. Si continúa, se podrían sustituir los archivos existentes. Esto podría generar conflictos en los archivos multimedia y las referencias a los recursos. ¿Desea continuar de todos modos?
pt: O MemoryLifter encontrou uma versão existente desde Módulo de aprendizagem na pasta. Se continuar, os arquivos existentes podem ser substituídos. Isso poderia gerar referências conflitantes de arquivos de mídia e recursos. Deseja continuar mesmo assim?

# FILETYPE_TAB
source: Tab separator (tab)
de: Trennung durch Tabulator (Tab)
es: Separación con tabulación
pt: Delimitado por tabulação (guia)

# IMPORT_ERROR_FIELDSNUM
source: Not enough elements in file.
de: Nicht genügend Elemente in Datei.
es: No hay suficientes elementos en el archivo.
pt: Não há elementos suficientes no arquivo.

# DIC_ERROR_CREATENEW_TEXT
source: Unable to create new Learning Module.
de: Neues Lernmodul konnte nicht erzeugt werden.
es: No se ha podido crear un nuevo módulo de aprendizaje.
pt: Não foi possível criar um novo Módulo de Aprendizagem.

# RESTART_WARNING_TEXT
source: This will reset your learning progress by deleting the contents of all boxes! Are you sure you want to continue?
de: Diese Operation setzt den Lernfortschritt durch Löschen des Inhalts aller Boxen zurück! Möchten Sie wirklich fortfahren?
es: Con esta opción se restablecerá sul estado de aprendizaje mediante la eliminación del contenido de todos los ficheros. ¿Seguro que desea continuar?
pt: Isso zera o seu progresso atual, excluindo o conteúdo de todas as caixas! Tem certeza de que deseja continuar?

# TOOLTIP_FRMFIELDS_ADD
source: Add Field to Selection
de: Feld zur Auswahl hinzufügen
es: Añadir campo a la selección
pt: Adicionar campo à seleção

# CONVERT_DICTIONARY_FOLDER_EXISTS_MBX_TEXT
source: A Learning Module already exists in this folder!
de: In diesem Ordner gibt es bereits ein Lernmodul!
es: Ya existe un módulo de aprendizaje para esta carpeta.
pt: Já existe um Módulo de aprendizagem nesta pasta!

# MISTAKE_CAPTION
source: Grade Typing
de: Tippfehler bewerten
es: Calificar escritura
pt: Nota para grafia
