Repository: LearnLift/MemoryLifter
Catalog: Main/MemoryLifter/Properties/Resources.*.resx
Languages: de, es, pt

# MSGBOX_LABEL_NEWDICT_REQUIRED_FIELDS_EMPTY
source: Question and answer fields must not be empty!
de: Felder für Frage und Antwort dürfen nicht leer sein!
es: Los campos de pregunta y respuesta no pueden estar vacíos.
pt: Campos de pergunta e resposta não podem ficar vazios!

# CONVERT_DICTIONARY_EXISTS_MBX_OPTION_CANCEL
source: Choose a different location.
de: Wählen Sie einen anderen Ort.
es: Elija una ubicación distinta.
pt: Escolha outro local.

# INFO_HTML_CATEGORY
source: Category:
de: Kategorie:
es: Categoría:
pt: Categoria:

# DIC_HEADER_ODFFILE_TEXT
source: OMICRON Learning Module File
de: OMICRON Lernmodul-Datei
es: Archivo del módulo de aprendizaje de OMICRON
pt: Arquivo do Módulo de Aprendizagem do OMICRON

# LISTBOXFIELDS_VIDEO_QUESTION_TEXT
source: Video Question ({0})
de: Video für Frage ({0})
es: Pregunta de vídeo ({0})
pt: Pergunta em vídeo ({0})

# LISTBOXFIELDS_EXQUESTION_TEXT
source: Ex. Question ({0})
de: Beispiel für Frage ({0})
es: Ejemplo de pregunta ({0})
pt: Ex. Pergunta ({0})

# BAD_FILENAME_TEXT
source: Filename already exists - Rename your file.
de: Dateiname existiert bereits. Benennen Sie die Datei um.
es: El nombre de archivo ya existe. Cambie el nombre del archivo.
pt: Nome de arquivo já existe. Renomeie o seu arquivo,

# STATISTICS_KNOWLEDGE_TAB_BOX_STRING
source: Box {0}
es: Fichero {0}
pt: Caixa {0}

# PRINT_WIZARD_TITLE
source: Print Cards
de: Karten drucken
es: Imprimir fichas
pt: Imprimir cartões

# TOOLTIP_SELF_ASSESSEMENT_CARDS
source: Fill Status of Current Box
de: Füllstatus der aktuellen Box
es: Rellenar estado del fichero actual
pt: Preencher status da caixa

# DIC_ERROR_LOADING_TEXT
source: Error loading Learning Module {0}.
de: Fehler beim Laden des Lernmoduls {0}.
es: Error al cargar el módulo de aprendizaje {0}
pt: Erro ao carregar Módulo de Aprendizagem {0}.

# DIC_DAMAGED_TEXT
source: Some parts of your Learning Module may be damaged, if there are further error messages after this one, please contact the MemoryLifter Support at http://www.memorylifter.com
de: Sind direkt nach dieser Fehlermeldungen weitere Fehlermeldungen vorhanden, so sind möglicherweise einige Teile Ihres Lernmoduls beschädigt. Setzen Sie sich in diesem Fall mit dem MemoryLifter Support unter http://www.memorylifter.com in Verbindung.
es: Algunas partes del módulo de aprendizaje pueden estar dañadas en caso de que se muestren mensajes de error inmediatamente después de éste. Si lo desea, póngase en contacto con el servicio de asistencia de MemoryLifter (http://www.memorylifter.com).
pt: Algumas partes do Módulo de aprendizagem podem estar danificadas, se houver mensagens de erro logo em seguida. Sinta-se à vontade para contatar o Suporte do MemoryLifter em http://www.memorylifter.com

# MAINFORM_IMAGE_NOTAVAILABE_TEXT
source: Image (not available)
de: Bild (nicht vorhanden)
es: Imagen (no disponible)
pt: Imagem (indisponível)

# UNPACK_DICTIONARY_FOLDER_EXISTS_MBX_OPTION_CANCEL
source: Choose a different location.
de: Wählen Sie einen anderen Ort.
es: Elija una ubicación distinta.
pt: Escolha outro local.

# TOOLTIP_FRMFIELDS_ADDALL
source: Add All Fields to Selection
de: Alle Felder zur Auswahl hinzufügen
es: Añadir todos los campos a la selección
pt: Adicionar todos os campos à seleção

# MAINTAIN_DELETE_CAPTION
source: Delete Cards
de: Karten löschen
es: Eliminar fichas
pt: Excluir cartões

# SOUND_ERROR_TEXT
source: Unable to play sound. Missing file {0}
de: Audiowiedergabe nicht möglich. Fehlende Datei {0}
es: No se puede reproducir sonido. Falta el archivo {0}
pt: Não foi possível reproduzir o áudio. O arquivo {0} não foi encontrado

# LISTBOXFIELDS_IMAGE_QUESTION_TEXT
source: Image Question ({0})
de: Bild für Frage ({0})
es: Pregunta de imagen ({0})
pt: Imagem da pergunta ({0})

# PACK_SAVEDIALOG_FILTER
source: Packed Learning Module files ({0})|{0}
de: Gepackte Lernmodul-Dateien ({0})|{0}
es: Archivos del módulo de aprendizaje empaquetados ({0})|{0}
pt: Os arquivos agrupados no Módulo de Aprendizagem ({0})|{0}

# UNPACK_NOT_ORIGINAL_CAPTION
source: Not an Original MemoryLifter File.
de: Es handelt sich nicht um eine Original-MemoryLifter-Datei.
es: No es un archivo de MemoryLifter original.
pt: Não é um arquivo original do MemoryLifter.

# TOOLTIP_NEWDICT_SBRECORD
source: Record Commentary
de: Kommentar aufzeichnen
es: Registrar comentario
pt: Gravar comentário

# UNPACK_NOT_ORIGINAL_TEXT
source: The file is not an original MemoryLifter Learning Module. Continue anyway?
de: Die Datei ist keine original MemoryLifter Lernmodul-Datei. Möchten Sie trotzdem fortfahren?
es: El archivo no es un módulo de aprendizaje original de MemoryLifter. ¿Desea continuar igualmente?
pt: O arquivo não é um Módulo de aprendizagem original do MemoryLifter. Continuar mesmo assim?

# SETUPBOXES_BOXLABEL0_TEXT
source: Pool
es: Grupo
pt: Reserva

# TOOLTIP_FRMCHAPTER_SBDELALL
source: Remove All Chapters from Selection
de: Alle Kapitel aus Auswahl entfernen
es: Eliminar todos los capítulos de la selección
pt: Remover todos os capítulos da seleção

# PRINT_BOX_TOOLTIP
source: Contains {0} Cards.
de: Enthält {0} Karten.
es: Contiene {0} fichas.
pt: Contém {0} cartões.

# FILETYPE_COMMA
source: Comma separator (,)
de: Trennung durch Komma (,)
es: Separación con coma (,)
pt: Delimitado por vírgulas (,)

# DIC_OVERWRITE_CAPTION
source: Learning Module Modified
de: Lernmodul wurde geändert
es: Módulo de aprendizaje modificado
pt: Módulo de aprendizagem modificado

# PRINT_SELECT_TEXT
source: You have to select at least one chapter and one box for printing.
de: Sie müssen mindestens ein Kapitel und eine Box zum Drucken auswählen.
es: Debe seleccionar al menos un capítulo y un fichero para imprimir.
pt: Você tem que selecionar, pelo menos, um capítulo e uma caixa para impressão.

# HINT_TEXT2
source: Sorry, card was demoted to box one.
de: Die Karte wurde leider in Box 1 heruntergestuft.
es: Lo sentimos, la ficha se ha degradado al fichero número uno.
pt: Sinto muito, este cartão foi rebaixado para a caixa um.

# LISTBOXFIELDS_SOUND_EXQUESTION_TEXT
source: Ex. Sound Question ({0})
de: Beispiel-Audio für Frage ({0})
es: Ejemplo de pregunta sonora ({0})
pt: Ex. Pergunta do áudio ({0})

# SOUND_ERROR_CAPTION
source: Missing File
de: Fehlende Datei
es: Falta archivo
pt: Arquivo não encontrado

# IMPORT_OUT_OF_MEMORY_TEXT
source: File is too short.
de: Datei ist zu klein.
es: El archivo es demasiado corto.
pt: Arquivo é muito curto.

# URL_MLIFTER_HOMEPAGE
source: http://www.memorylifter.com
de: http://www.memorylifter.com/de/home.html
es: http://www.memorylifter.com/es/home.html
pt: http://www.memorylifter.com/pt/home.html

# SOUND_SIMPLE_RECORD_START_TEXT
source: Recording starts as soon as you click [OK].
de: Die Aufzeichnung wird durch Klicken auf [OK] gestartet.
es: La grabación empieza en cuanto se hace clic en [Aceptar].
pt: Gravação inicia assim que você clica em [OK].

# REG_LATER_CAPTION
source: Free Registration
de: Kostenlose Registrierung
es: Registro gratuito
pt: Registro gratuito

# TIMESTAMPS_TEXT
source: The timestamps in the Learning Module are more recent than your system time. Please check your system time, MemoryLifter will continue working with relative timestamps until the problem is solved.
de: Die Zeitstempel im Lernmodul sind aktueller als die Systemzeit Ihres Rechners. Bitte überprüfen Sie die Systemzeit. Bis das Problem behoben ist, wird MemoryLifter mit relativen Zeitstempeln fortgesetzt.
es: Las marcas de fecha y hora del módulo de aprendizaje son más recientes que la fecha y hora del sistema. Compruebe la hora del sistema, MemoryLifter seguirá funcionando con marcas de fecha y hora relativas hasta que corrija el problema.
pt: Os carimbos de data/hora no Módulo de Aprendizagem são mais recentes que a hora do seu sistema. Verifique a hora do seu sistema, o MemoryLifter irá continuar a trabalhar com carimbos data/hora relativos até que problema seja resolvido.

# STATISTICS_KNOWLEDGE_TAB_TARGET_CARDS_STRING
source: Target
de: Ziel
es: Destino
pt: Alvo

# CONVERT_REPLACE_FILES_MBX_CAPTION
source: Overwrite Files?
de: Dateien überschreiben?
es: ¿Desea sobrescribir los archivos?
pt: Substituir arquivos?

# DIC_NOT_SUPPORTED_TEXT
source: Learning Module file is too old. This version is not fully supported and may contain errors.
de: Die Lernmodul-Datei ist zu alt. Diese Version wird nicht vollständig unterstützt und kann möglicherweise fehlerhaft sein.
es: El archivo del módulo de aprendizaje es demasiado antiguo. Esta versión no es totalmente compatible y puede contener errores.
pt: O modo de aprendizagem é muito antigo. Esta versão não é totalmente compatível e pode conter erros.

# TOOLTIP_FRMCHAPTER_SBADDALL
source: Add All Chapters to Selection
de: Alle Kapitel zur Auswahl hinzufügen
es: Añadir todos los capítulos a la selección
pt: Adicionar todos os capítulos à seleção

# SOUND_SIMPLE_RECORD_SAVE_QUESTION
source: Wave Recorder
de: Wave-Rekorder
es: Grabador de Wave
pt: Gravador de Wave

# MANAGECHAPTER_DELETE_CHAPTER_CONFIRM_CAPTION
source: Confirmation
de: Bestätigung
es: Confirmación
pt: Confirmação

# FILETYPE_SEMICOLON
source: Semicolon separator (;)
de: Trennung durch Strichpunkt (;)
es: Separación con punto y coma (;)
pt: Delimitado por ponto-e-vírgula (;)

# STATISTICS_NO_STATS_MSGBOX_CAPT
source: Not Available
de: Nicht verfügbar
es: No disponible
pt: Não está disponível

# REG_DONE_CAPTION
source: Free Registration
de: Kostenlose Registrierung
es: Registro gratuito
pt: Registro gratuito

# EDIT_FIELD_FLY_TEXT
source: This is a special input field that only allows typing correct characters. You can NOT delete, backspace, cut, paste, or change lines in this field. If you prefer standard input mode, go to "Learn – Learning Options", and uncheck "Correct on the fly".
de: Dies ist ein spezielles Eingabefeld, in welches nur korrekte Zeichen eingegeben werden können. Sie können in diesem Feld KEINE Zeichen löschen, ausschneiden, einfügen, Zeilen ändern oder die Rücktaste verwenden. Wenn Sie Standardeditierfunktionen wünschen, wählen Sie "Lernen - Lernoptionen" und deaktivieren die Option "Während der Eingabe korrigieren".
es: Éste es un campo de entrada especial que sólo permite escribir caracteres correctos. En este campo NO se pueden eliminar caracteres ni utilizar la tecla de retroceso, como tampoco se puede cortar, pegar ni cambiar líneas. Si prefiere un modo de introducción estándar, vaya a "Aprender – Opciones de aprendizaje" y desmarque "Corregir sobre la marcha".
pt: Esse é um campo de entrada especial que permite digitar apenas caracteres corretos. Você NÃO pode excluir, usar tecla de retrocesso, recortar, colar ou alterar linhas neste campo. Se preferir um controle de entrada padrão, vá para "Aprender – Opções de aprendizagem" e desmarque "Corrigir imediatamente".

# MANAGECHAPTER_NEW_CHAPTER_NAME
source: New Chapter
de: Neues Kapitel
es: Nuevo capítulo
pt: Novo capítulo

# ABOUT_VERSION
source: Version {0}
es: Versión {0}
pt: Versão {0}

# MAINTAIN_UNCHANGED
source: (unchanged)
de: (unverändert)
es: (sin cambios)
pt: (inalterado)

# CONVERT_DICTIONARY_EXISTS_MBX_CAPTION
source: Overwrite Learning Module?
de: Lernmodul überschreiben?
es: ¿Desea sobrescribir el módulo de aprendizaje?
pt: Substituir o Módulo de Aprendizagem?

# TOOLTIP_MAINTAIN_ADD
source: Add New Card
de: Neue Karte hinzufügen
es: Añadir nueva ficha
pt: Adicionar novo cartão

# UNPACK_DICTIONARY_FOLDER_EXISTS_MBX_OPTION_YES
source: Yes, continue.
de: Ja, fortfahren.
es: Sí, continuar.
pt: Sim, continue.

# DIC_INVALID_FORMAT_TEXT
source: The format of file {0} is invalid or too old.
de: Ungültiges Dateiformat {0} oder Datei zu alt.
es: El formato del archivo {0} no es válido o es demasiado antiguo.
pt: O formato do arquivo {0} é inválido ou muito antigo.

# DIC_ERROR_LOADING_CAPTION
source: Error Loading Learning Module
de: Fehler beim Laden des Lernmoduls
es: Error al cargar el módulo de aprendizaje
pt: Erro ao carregar Módulo de Aprendizagem

# IMPORT_HEADERLINE_ERROR_CAPTION
source: Error
de: Fehler
pt: Erro

# COPY_MEDIA_CAPTION
source: Copy Media Files to Media Folder
de: Mediendateien in Medienordner kopieren
es: Copar archivos multimedia en la carpeta de archivos multimedia
pt: Copiar arquivos de mídia para a pasta de mídia

# DIC_SAVEDIALOG_FILTER_IMPORTED
source: Learning Module files (*.{0})|*.{0}
de: Lernmodul-Dateien (*.{0})|*.{0}
es: Archivos del módulo de aprendizaje (*.{0})|*.{0}
pt: Os arquivos do Módulo de Aprendizagem (*.{0})|*.{0}

# DIP_NOT_SUPPORTED_TEXT
source: Packed Learning Modules with extension .dip are not supported by this version of MemoryLifter. Use .dzp or .zip files or contact MemoryLifter Support (support@memorylifter.com) for help.
de: Diese Version von MemoryLifter unterstützt keine gepackten Lernmodule mit der Erweiterung .dip. Verwenden Sie .dzp oder .zip Dateien oder setzen Sie sich mit dem Support von MemoryLifter (support@memorylifter.com) in Verbindung.
es: Esta versión de MemoryLifter no admite módulos de aprendizaje empaquetados con la extensión .dip. Utilice archivos .dzp o .zip, o bien póngase en contacto con el servicio de asistencia de MemoryLifter (support@memorylifter.com) para obtener ayuda.
pt: Os Módulos de Aprendizagem agrupados com a extensão .dip não são aceitos por esta versão do MemoryLifter. Use os arquivos .dzp ou .zip ou entre em contato com Suporte do MemoryLifter (support@memorylifter.com) para obter ajuda.

# RECORD_LWORD_TEXT
source: Please select the fields for recording below and start recording. You can also record a single file by pressing the record button.
de: Wählen Sie unten die Felder aus, für die Sie die Aufzeichnung durchführen möchten und starten Sie die Aufzeichnung für die Liste. Um nur eine einzelne Datei aufzuzeichnen, klicken Sie auf "Aufzeichnen".
es: Seleccione los campos para la grabación e inicie la grabación de pistas. También puede grabar un único archivo si pulsa el botón de grabación.
pt: Selecione os campos para gravar abaixo e comece a gravar dicas. Você também grava um único arquivo pressionando o botão de gravação.

# FRMCARD_IMAGE
source: Image
de: Bild
es: Imagen
pt: Imagem

# STATISTICS_OTHER_TAB_BOX_SIZE_STRING
source: Box {0}: {1}
es: Fichero {0}: {1}
pt: Caixa {0}: {1}

# INFO_HTML_AUTHOR
source: Author:
de: Autor:
es: Autor:
pt: Autor:

# MANAGECHAPTER_DEFAULT_CHAPTER_DESC
source: Default chapter
de: Standardkapitel
es: Capítulo predeterminado
pt: Capítulo padrão

# MAIN_LOADREG_CAPTION
source: Load Old Settings?
de: Alte Einstellungen laden?
es: ¿Desea cargar la configuración anterior?
pt: Carregar definições antigas?

# LISTBOXFIELDS_EXANSWER_TEXT
source: Ex. Answer ({0})
de: Beispiel für Antwort ({0})
es: Ejemplo de respuesta ({0})
pt: Ex. Resposta ({0})

# HINT_TEXT1
source: Awesome! Card has been promoted to the next box!
de: Klasse! Die Karte wurde in die nächste Box hochgestuft!
es: ¡Muy bien! La ficha se ha promocionado al siguiente fichero.
pt: Impressionante! O cartão foi elevado para a caixa seguinte!

# MAIN_LOADREG_TEXT
source: Would you like to load the previous settings from V2.0?
de: Möchten Sie die Einstellungen aus Version 2.0 laden?
es: ¿Desea cargar la configuración anterior de la versión 2.0?
pt: Gostaria de carregar as configurações anteriores de V2.0?

# TOOLTIP_FRMCHAPTER_SBADD
source: Add Chapter to Selection
de: Kapitel zur Auswahl hinzufügen
es: Añadir capítulo a la selección
pt: Adicionar capítulo à seleção

# MAINFORM_LBLBOXNO_TEXT
source: Pool
es: Grupo
pt: Reserva

# DEMOTE_CONF_CAPTION
source: Confirm Demote
de: Tieferstufen bestätigen
es: Confirmar degradación
pt: Confirmar rebaixamento

# DIC_NOT_VALID_TEXT
source: {0} is not a valid MemoryLifter Learning Module file.
de: {0} ist keine gültige MemoryLifter Lernmodul-Datei.
es: {0} no es un archivo válido del módulo de aprendizaje MemoryLifter.
pt: {0} não é um arquivo do Módulo de aprendizagem válido do MemoryLifter.

# FRMCARD_AUDIO
source: Audio
pt: Áudio

# CONVERT_DICTIONARY_FOLDER_EXISTS_MBX_OPTION_YES
source: Yes, continue.
de: Ja, fortfahren.
es: Sí, continuar.
pt: Sim, continue.

# MAINTAIN_SELECTEDCARDS
source: {0} cards selected.
de: {0} Karten ausgewählt.
es: Se han seleccionado {0} fichas.
pt: {0} cartões selecionados.

# IMPORT_FILE_IN_USE_TEXT
source: This file is being used by another program. Close this program and try again.
de: Diese Datei wird von einem anderen Programm verwendet. Schließen Sie das Programm und wiederholen Sie den Vorgang.
es: Otro programa está usando este archivo. Cierre este programa y vuelva a intentarlo.
pt: Este arquivo é usado por outro programa. Feche este programa e tente de novo.

# SPLASH_VERSION_TEXT
source: Version {0}
es: Versión {0}
pt: Versão {0}

# MAINTAIN_DICTOVERVIEW_TEXT
source: All cards
de: Alle Karten
es: Todas las fichas
pt: Todos os cartões

# MSGBOX_CAPTION_NEWDICT_REQUIRED_FIELDS_EMPTY
source: Error
de: Fehler
pt: Erro

# TIMESTAMPS_CAPTION
source: Warning
de: Achtung
es: Aviso
pt: Aviso

# SOUND_SAVEDIALOG_TITLE
source: Save Wave File As
de: Wave-Datei speichern unter
es: Guardar archivo Wave como
pt: Salvar arquivo Wave como

# CARDS_BUTTON_ADD_TEXT2
source: &Add Card
de: Karte hinzufügen
es: Añadir ficha
pt: Adicionar cartão

# XSL_DEFAULT
source: Global settings
de: Globale Einstellungen
es: Configuración global
pt: Configurações globais

# OVERWRITE_CAPTION
source: Confirmation Requested
de: Bestätigung gefordert
es: Confirmación solicitada
pt: Confirmação solicitada

# DIALOG_NEWDICT_SOUND_DIRECTORY
source: Select the media directory:
de: Wählen Sie das Verzeichnis für die Medien:
es: Seleccione el directorio de archivos multimedia:
pt: Selecione o diretório de mídia:

# IMPORT_FILE_NOT_FOUND_TEXT
source: File not found.
de: Datei nicht gefunden.
es: Archivo no encontrado.
pt: Arquivo não encontrado.

# DIC_ERROR_NEWERVERSION_TEXT
source: You tried to open a Learning Module which has been created with a newer version of MemoryLifter. Please visit the MemoryLifter Website to download the latest version.
de: Sie haben versucht, ein Lernmodul zu öffnen, welches mit einer neueren Version von MemoryLifter erzeugt wurde. Laden Sie von der MemoryLifter Website die aktuelle Version herunter.
es: Ha intentado abrir un módulo de aprendizaje que se ha creado con una versión más reciente de MemoryLifter. Visite el sitio web de MemoryLifter para descargar la versión actual.
pt: Você tentou abrir o Módulo de Aprendizagem que foi criado com uma versão mais recente do MemoryLifter. Visite o website do MemoryLifter para fazer download da versão atual.

# INFO_HTML_DESCRIPTION
source: Description:
de: Beschreibung:
es: Descripción:
pt: Descrição:

# DIC_ERROR_OLDERVERSION_TITLE
source: Old Learning Module Version
de: Alte Lernmodul-Version
es: Versión anterior del módulo de aprendizaje
pt: Versão do Módulo de aprendizagem antigo

# PACK_TLOADMSG
source: Packing Learning Module...
de: Lernmodul wird gepackt...
es: Empaquetando el módulo de aprendizaje...
pt: Agrupando Módulo de Aprendizagem...

# UNPACK_ALREADY_EXISTS_TEXT
source: File {0} already exists. Overwrite?
de: Datei {0} existiert bereits. Überschreiben?
es: El archivo {0} ya existe. ¿Desea sobrescribirlo?
pt: Arquivo {0} já existe. Substituir?

# LISTBOXFIELDS_IMAGE_ANSWER_TEXT
source: Image Answer ({0})
de: Bild für Antwort ({0})
es: Respuesta de imagen ({0})
pt: Imagem da resposta ({0})

# UNPACK_DICTIONARY_EXISTS_MBX_OPTION_YES
source: Yes, replace the Learning Module.
de: Ja, Lernmodul ersetzen.
es: Sí, sustituir el módulo de aprendizaje.
pt: Sim, substitua o Modo de aprendizagem.

# STYLESHEET_NOT_AVAILABLE_TEXT
source: Current Stylesheet is unavailable. Uncheck the option "Use Learning Module Style" or contact the MemoryLifter Support at http://www.memorylifter.com
de: Aktuelles Stylesheet ist nicht verfügbar. Deaktivieren Sie die Option "Lernmodul-Stil verwenden" oder setzen Sie sich mit dem MemoryLifter Support unter http://www.memorylifter.com in Verbindung.
es: La hoja de estilos actual no está disponible. Desmarque la opción "Usar estilo de módulo de aprendizaje" o póngase en contacto con el servicio de asistencia de MemoryLifter (http://www.memorylifter.com)
pt: Folha de estilos atual não está disponível. Desmarque a opção "Usar Estilo de Módulo de aprendizagem" ou entre em contato com o Suporte do MemoryLifter em http://www.memorylifter.com

# CARDS_GB_ANSWER_TEXT
source: A&nswer ({0}):
de: Antwort ({0}):
es: Respuesta ({0}):
pt: Resposta ({0}):

# PACK_SAVEDIALOG_TITLE
source: Save As
de: Speichern unter
es: Guardar como
pt: Salvar como

# URL_MLIFTER_FEEDBACK
source: http://www.memorylifter.com/contact
de: http://www.memorylifter.com/de/info/contact.html
es: http://www.memorylifter.com/es/info/contact.html
pt: http://www.memorylifter.com/pt/info/contact.html

# MAINFORM_LBLANSWER_MULTI_TEXT
source: Select {0} below
de: {0} unten auswählen
es: Seleccione {0} a continuación.
pt: Selecionar {0} abaixo

# CONVERT_DICTIONARY_FOLDER_EXISTS_MBX_OPTION_NO
source: No, cancel.
de: Nein, abbrechen.
es: No, cancelar.
pt: Não, cancelar.

# POOL_EMPTY_CAPTION
source: Pool Empty
de: Pool ist leer
es: Grupo vacío
pt: Reserva vazia

# SOUND_SIMPLE_RECORD_STOP_CAPTION
source: Wave Recorder
de: Wave-Rekorder
es: Grabador de Wave
pt: Gravador de Wave

# CARDS_OPENDIALOG_TITLE
source: Add Media File
de: Mediendatei hinzufügen
es: Añadir archivo multimedia
pt: Adicionar arquivo de mídia

# DIC_NOT_SUPPORTED_CAPTION
source: Learning Module Not Fully Supported
de: Lernmodul wird nicht vollständig unterstützt
es: El módulo de aprendizaje no es totalmente compatible
pt: O Módulo de Aprendizagem não é totalmente compatível.

# DIR_NOT_FOUND_CAPTION
source: Learning Module Not Found
de: Lernmodul konnte nicht gefunden werden
es: No se encuentra el módulo de aprendizaje
pt: O Módulo de aprendizagem não foi encontrado.

# IMPORT_OPENDIALOG_TITLE
source: Select File to Import
de: Importdatei auswählen
es: Seleccionar archivo para importar
pt: Selecionar arquivo a importar

# CONVERT_DICTIONARY_FOLDER_EXISTS_MBX_OPTION_CANCEL
source: Choose a different location.
de: Wählen Sie einen anderen Ort.
es: Elija una ubicación distinta.
pt: Escolha outro local.

# MISTAKE_TEXT
source: You had a few typing mistakes. Still count the word as correct?
de: Ihre Eingabe enthält Tippfehler. Möchten Sie das Wort dennoch als richtig übernehmen?
es: Ha cometido algunos errores tipográficos. ¿Desea contar la palabra como correcta igualmente?
pt: Você cometeu alguns erros de grafia. Contar a palavra como correta mesmo assim?

# MAINTAIN_NA
source: N/A
de: n/v
es: N/D
pt: N/D

# RECORD_DONE_TEXT
source: &Done
de: Fertig
es: Hecho
pt: Pronto

# CHAPTERS_ONE_TEXT
source: This learning module contains only one chapter which has been selected for learning automatically!
de: Dieses Lernmodul enthält nur das automatisch zum Lernen ausgewählte Kapitel!
es: Este módulo de aprendizaje contiene sólo un capítulo que se seleccionó para el aprendizaje automático.
pt: Este Módulo de Aprendizagem contém apenas um capítulo que foi selecionado para aprender automaticamente!

# MAINTAIN_ACTIVATE
source: Activate
de: Aktivieren
es: Activar
pt: Ativar

# MAINTAIN_DEACTIVATE
source: Deactivate
de: Deaktivieren
es: Desactivar
pt: Desativar

# LEARN_OPTIONS_NOTEACHERSFOUND
source: No teacher entries found.
de: Es wurden keine Lehrereinträge gefunden.
es: No se encuentran entradas del profesor.
pt: Nenhuma entrada de professor encontrada.

# LEARN_OPTIONS_TEACHERSNOTLOADED
source: The teacher file could not be loaded properly. {0} {1}
de: Die Datei mit den Lehrereinstellungen konnte nicht ordnungsgemäß geladen werden. {0} {1}
es: El archivo de profesor no se ha podido cargar correctamente. {0} {1}
pt: O arquivo do professor não foi carregado corretamente. {0} {1}

# PRINT_QUERYORDER_None
source: None
de: Nicht sortieren
es: Ninguna
pt: Nenhum
