Repository: LearnLift/MemoryLifter
Catalog: Main/MemoryLifter/Properties/Resources.*.resx
Languages: de, es, pt

# TOOLTIP_NEWDICT_EQUESTION
source: Language of Questions, e.g. Español
de: Sprache für Fragen, z.B. Spanisch
es: Idioma de las preguntas, como por ejemplo, español
pt: Idioma de perguntas, ex. espanhol

# TOOLTIP_NEWDICT_EANSWER
source: Language of Answers, e.g. English
de: Sprache für Antworten, z.B. Englisch
es: Idioma de las respuestas, como por ejemplo, inglés
pt: Idioma de respostas, ex. inglês

# DIC_ERROR_NEWERVERSION_CAPTION
source: New Version
de: Neue Version
es: Nueva versión
pt: Nova versão

# PRINT_SELECTED
source: {0} of {1} Cards selected
de: {0} von {1} Karten ausgewählt
es: Se han seleccionado {0} fichas de {1}.
pt: {0} de {1} cartões selecionados

# PRINT_QUERYORDER_Question
source: Question
de: Frage
es: Pregunta
pt: Pergunta

# CARD_NO_ANSWER_ERROR_CAPTION
source: No Text
de: Kein Text
es: No hay texto
pt: Sem texto

# IMPORTER_MEDIA_WARNING_TITLE
source: Importing media files
de: Mediendateien werden importiert
es: Importando archivos multimedia
pt: Importando arquivos de mídia

# NO_WORDS_TEXT
source: No more cards left to ask! Use "Select Chapters..." in the "Learn" menu.
de: Keine abzufragenden Karten mehr vorhanden! Verwenden Sie den Befehl "Kapitel zum Lernen auswählen" im Menü "Lernen".
es: No quedan fichas que preguntar. Utilice "Especificar capítulos que aprender" en el menú "Aprender".
pt: Não há mais cartões restantes! Use "Especificar capítulos a aprender" no menu "Aprender".

# IMPORTER_MEDIA_WARNING_TEXT
source: Where can the media files be found?
de: Wo finde ich die Mediendateien?
es: ¿Dónde se encuentran los archivos multimedia?
pt: Onde os arquivos de mídia podem ser encontrados?

# NO_CARDS_CAPTION
source: No Cards
de: Keine Karten
es: Sin fichas
pt: Sem cartões

# INT_OVERFLOW_CAPTION
source: Error
de: Fehler
pt: Erro

# STATISTICS_OTHER_TAB_POOL_SIZE_STRING
source: Pool: {0}
es: Grupo: {0}
pt: Reserva: {0}

# DIC_DIR_MISSING_CAPTION
source: No Valid Learning Module Folder!
de: Kein gültiger Lernmodul-Ordner!
es: No hay ninguna carpeta de módulo de formación válida.
pt: Nenhuma pasta de Módulo de Aprendizagem válida.

# NO_CHAPTERS_TEXT
source: No chapter information available. Add chapters before adding cards!
de: Keine Kapitelinformationen verfügbar. Fügen Sie zuerst Kapitel hinzu bevor Sie Lernkarten einfügen!
es: No hay información del capítulo disponible. Añada capítulos antes de añadir fichas.
pt: Nenhuma informação de capítulo disponível. Adicione os capítulos antes de adicionar cartões!

# EDIT_FIELD_FLY_CAPTION
source: Error
de: Fehler
pt: Erro

# RECORD_SAVEDIALOG_FILTER
source: Wave File ({0})|{0}
de: Wave-Datei ({0})|{0}
es: Archivo Wave ({0})|{0}
pt: O arquivo Wave ({0})|{0}

# EXPORT_FILETYPE
source: Comma separated values (*.csv)|*.csv|Text (*.txt)|*.txt|All files (*.*)|*.*
de: Trennzeichen-getrennt (*.csv)|*.csv|Text (*.txt)|*.txt|Alle Dateien (*.*)|*.*
es: Valores separados por comas (*.csv)|*.csv|Texto (*.txt)|*.txt|Todos los archivos (*.*)|*.*
pt: Valores delimitados por vírgulas (*.csv)|*.csv|Texto (*.txt)|*.txt|Todos os arquivos (*.*)|*.*

# ABOUT_HTML_DISCLAIMER_TEXT
source: This software is provided "as is", the authors shall in no way be held liable for any damage resulting from the direct or indirect use, or misuse of this software.
de: Die Software wird ohne Gewähr für jedwede Mängel zur Verfügung gestellt. Die Autoren haften in keinerlei Form für Schäden, die durch direkte or indirekte Verwendung oder Missbrauch dieser Software entstehen.
es: Este software se proporciona "tal cual", por lo que sus autores declinan cualquier tipo de responsabilidad derivada de daños por el uso normal o anormal de este software ya sea de forma directa o indirecta.
pt: Este software é fornecido "no estado", os autores não devem, de forma alguma, ser responsabilizados por danos resultantes do uso direto ou indireto ou do mau uso deste software.

# EXPORTER_NOTHING_SELECTED_TEXT
source: Select at least one chapter/field!
de: Wählen Sie mindestens ein Kapitel/Feld!
es: Seleccione al menos un capítulo/campo.
pt: Selecione, pelo menos, um capítulo/campo!

# REG_DONE_TEXT
source: You are already registered. Do you want to register as a different user?
de: Sie sind bereits registriert. Möchten Sie sich unter einem anderen Namen registrieren?
es: Ya está registrado. ¿Desea registrarse como un usuario distinto?
pt: Você já está registrado. Quer se registrar como um usuário diferente?

# DIC_INVALID_FORMAT_CAPTION
source: Error Loading Learning Module
de: Fehler beim Laden des Lernmoduls
es: Error al cargar el módulo de aprendizaje
pt: Erro ao carregar Módulo de Aprendizagem

# REGISTRY_ERROR_2_TEXT
source: Unable to write to the Windows Registry. Please contact the MemoryLifter Support at http://www.memorylifter.com
de: Es konnte nicht in die Windows-Registrierung geschrieben werden. Setzen Sie sich mit dem MemoryLifter Support unter http://www.memorylifter.com in Verbindung.
es: No se puede escribir en el Registro de Windows. Póngase en contacto con el servicio de soporte técnico de MemoryLifter en http://www.memorylifter.com
pt: Não foi possível gravar no Registro do Windows. .Entre em contato com o Suporte do MemoryLifter em http://www.memorylifter.com

# SOUND_SAVEDIALOG_FILTER
source: Wave File {0})|{0}
de: Wave-Datei {0})|{0}
es: Archivo Wave {0})|{0}
pt: O arquivo Wave {0}|{0}

# DIC_ERROR_CREATENEW_CAPTION
source: Error
de: Fehler
pt: Erro

# TOOLTIP_SELF_ASSESSEMENT_NO
source: Demote Card
de: Karte tieferstufen
es: Degradar ficha
pt: Rebaixar cartão

# LISTBOXFIELDS_SOUND_QUESTION_TEXT
source: Sound Question ({0})
de: Audio für Frage ({0})
es: Pregunta sonora ({0})
pt: Pergunta em áudio ({0})

# UNPACK_TMOVEMSG
source: Moving Learning Module...
de: Lernmodul wird verschoben...
es: Moviendo módulo de formación...
pt: Movendo para o Módulo de Aprendizagem...

# DIC_ERROR_OLDERVERSION_PROCEED
source: Convert and open This will convert the file to the new format.
de: Konvertieren und öffnen Datei in neues Format konvertieren
es: Convertir y abrir El archivo se convertirá al nuevo formato.
pt: Converter e abrir Isso converterá o arquivo para o novo formato.

# PRINT_BOXNO_0
source: Pool
es: Grupo
pt: Reserva

# STATISTICS_NO_STATS_MSGBOX_DESC
source: No statistics available yet.
de: Es sind noch keine Statistiken verfügbar.
es: No hay estadísticas disponibles todavía.
pt: Sem estatísticas disponíveis.

# INT_OVERFLOW_TEXT
source: Maximum number of items reached.
de: Max. Anzahl von Elementen erreicht.
es: Se ha alcanzado el número máximo de elementos.
pt: Número máximo de itens atingidos.

# DIC_ERROR_SAVING_CAPTION
source: Error
de: Fehler
pt: Erro

# MAINTAIN_SELECTEDCARD
source: 1 card selected.
de: 1 Karte ausgewählt.
es: Se ha seleccionado 1 ficha.
pt: Um cartão selecionado.

# PRINT_QUERYORDER_Answer
source: Answer
de: Antwort
es: Respuesta
pt: Resposta

# DIC_ERROR_OLDERVERSION_CANCEL
source: Do not open This will leave the file as it is.
de: Nicht öffnen Belässt die Datei wie sie ist.
es: No abrir El archivo se quedará tal como está.
pt: Não abra Isso deixará o arquivo como está.

# OVERWRITE_TEXT
source: File already exists. Overwrite?
de: Datei existiert bereits. Überschreiben?
es: El archivo ya existe. ¿Desea sobrescribirlo?
pt: Arquivo já existe. Substituir?

# STATISTICS_CLOSING_COUNTDOWN
source: Closing in {0:0} secs...
de: Schließen in {0:0} Sek....
es: Se cerrará en {0:0} segundos...
pt: Fechando em {0:0} seg...

# ABOUT_HTML_DISCLAIMER_CAPTION
source: Disclaimer
de: Verzichtserklärung
es: Renuncias
pt: Isenção de direitos

# MAINFORM_IMAGE_AVAILABLE_TEXT
source: Image
de: Bild
es: Imagen
pt: Imagem

# STATISTICS_KNOWLEDGE_TAB_KNOWN_CARDS_STRING
source: Known
de: Gewusst
es: Conocido
pt: Conhecido

# DIC_MODIFIED_TEXT
source: {0} has been modified outside of the program. It is possible the Learning Module is being used by someone else right now. Saving might lead to conflicts! Click * [Yes] to overwrite file * [No] to save your progress to another file * [Cancel] to interrupt process.
de: {0} wurde außerhalb des Programms geändert. Möglicherweise wird das Lernmodul derzeit von einer anderen Anwendung verwendet. Das Speichern kann zu Konflikten führen! Klicken Sie auf * [Ja], um die Datei zu überschreiben * [Nein], um die Daten in eine andere Datei zu speichern * [Abbrechen], um den Vorgang abzubrechen.
es: {0} se ha modificado fuera del programa. Probablemente hay otra persona utilizando el módulo de aprendizaje en este momento. Al guardar, podrían generarse problemas. Haga clic en * [Sí] para sobrescribir el archivo * [No] para guardar el trabajo realizado en otro archivo * [Cancelar] para interrumpir el proceso.
pt: {0} foi modificado fora do programa. É possível que o Módulo de aprendizagem esteja sendo usado por outra pessoa no momento. Salvar pode causar conflitos! Clique em * [Sim] para substituir o arquivo * [Não] para salvar seu progresso em outro arquivo * [Cancelar] para interromper o processo.

# STYLESHEET_NOT_AVAILABLE_CAPTION
source: Error Loading Stylesheet
de: Fehler beim Laden des Stylesheets
es: Error al cargar la hoja de estilos
pt: Erro ao carregar folha de estilo

# ADD_CARD_CAPTION
source: Add Card
de: Karte hinzufügen
es: Añadir ficha
pt: Adicionar cartão

# BAD_FILENAME_CAPTION
source: Error Adding File to Media Folder
de: Fehler beim Hinzufügen der Datei in den Medienordner
es: Error al añadir archivo multimedia a la carpeta de archivos multimedia
pt: Erro ao adicionar arquivos à pasta de mídia

# UNPACK_ALREADY_EXISTS_CAPTION
source: File Already Exists
de: Datei existiert bereits
es: El archivo ya existe
pt: O arquivo já existe.

# URL_MLIFTER_REFERPAGE
source: http://www.memorylifter.com/recommend
de: http://www.memorylifter.com/de/info/contact/recommend-to-a-friend.html
es: http://www.memorylifter.com/es/info/contact/recommend-to-a-friend.html
pt: http://www.memorylifter.com/pt/info/contact/recommend-to-a-friend.html

# STATISTICS_XAXIS
source: Time
de: Zeit
es: Tiempo
pt: Hora

# DIC_SAVEDIALOG_TITLE_IMPORTED
source: Save Imported Learning Module {0} As
de: Importiertes Lernmodul {0} speichern unter
es: Guardar el módulo de aprendizaje {0} importado como
pt: Salvar módulo de aprendizagem importado {0} como

# INFO_HTML_LANGUAGE
source: Learning Module language:
de: Lernmodul-Sprache:
es: Idioma del módulo de aprendizaje:
pt: Idioma do Módulo de aprendizagem:

# MAINFORM_STICKREMOVED_MAININSTRUCTION
source: You removed the memory stick while the following Learning Module was still open.
de: Sie haben den Memory Stick entfernt während folgendes Lernmodul geöffnet war.
es: Ha retirado la memoria USB con el siguiente módulo de aprendizaje todavía abierto.
pt: Você removeu o cartão de memória enquanto o Módulo de aprendizagem a seguir ainda estava aberto.

# MANAGECHAPTER_LAST_CHAPTER_MESSAGE_TEXT
source: This chapter cannot be deleted because it is the last remaining chapter.
de: Dieses Kapitel kann nicht gelöscht werden, da es das letzte vorhandene Kapitel ist.
es: Este capítulo no puede eliminarse porque es el último capítulo que queda.
pt: Esse capítulo não pode ser excluído porque é o último capítulo restante.

# DIC_MEDIA_ERROR_TEXT
source: The media directory could not be saved properly. Please check that it is valid.
de: Das Medienverzeichnis konnte nicht ordnungsgemäß gespeichert werden. Bitte stellen Sie sicher, dass dieses gültig ist.
es: El directorio multimedia no se pudo guardar correctamente. Compruebe que sea válido.
pt: O diretório de mídia não pôde ser salvo adequadamente. Verifique se ele é válido.

# IMPORT_FILE_NOT_FOUND_CAPTION
source: Error
de: Fehler
pt: Erro

# STYLESHEET_CODE_ERROR_TEXT
source: There is an error in your stylesheet code. Correct it or use "Restore" to reload the default style sheet.
de: Ihr Stylesheet enthält einen Fehler. Korrigieren Sie diesen oder verwenden Sie "Wiederherstellen", um das Standard-Stylesheet wiederherzustellen.
es: Hay un error en el código de la hoja de estilo. Corríjalo o utilice "Restaurar" para volver a cargar la hoja de estilo predeterminada.
pt: Há um erro no seu código de folha de estilos. Corrija-o ou use "Restaurar" para recarregar a folha de estilos padrão.

# STATISTICS_KNOWLEDGE_CAPTION
source: Knowledge of Learning Module
de: Wissensstand für Lernmodul
es: Conocimientos del módulo de aprendizaje
pt: Conhecimento de Módulo de Aprendizagem.

# NEW_DICT_TEXT
source: Error setting up Learning Module
de: Fehler beim Einrichten des Lernmoduls
es: Error al configurar el módulo de aprendizaje
pt: Erro ao configurar o Módulo de Aprendizagem

# ABBREVIATION_SECONDS
source: sec.
de: Sek.
es: seg.
pt: seg.

# DIR_NOT_FOUND_TEXT
source: The Learning Module does not exist or the path is invalid.
de: Das Lernmodul ist nicht vorhanden oder der Pfad ist ungültig.
es: El módulo de aprendizaje no existe o la ruta no es válida.
pt: O Módulo de Aprendizagem não existe ou o caminho é inválido.

# CHAPTERS_ONE_CAPTION
source: Chapter Selected
de: Ausgewähltes Kapitel
es: Capítulo seleccionado
pt: Capítulo selecionado

# TOOLTIP_FRMCARD_CHARACTER
source: Character Map
de: Zeichentabelle
es: Mapa de caracteres
pt: Mapa de caracteres

# INITIALIZE_ENVIRONMENT_ERROR_TEXT
source: An error occurred while setting up the user environment. Check the Learning Module folder.
de: Beim Einrichten der Benutzerumgebung ist ein Fehler aufgetreten. Prüfen Sie den Ordner mit den Lernmodulen.
es: Se ha producido un error durante la configuración del entorno del usuario. Compruebe la carpeta del módulo de aprendizaje.
pt: Ocorreu um erro durante a configuração do ambiente de usuário. Verifique a pasta Módulo de Aprendizagem.

# CARDS_GB_QUESTION_TEXT
source: Q&uestion ({0}):
de: Frage ({0}):
es: Pregunta ({0}):
pt: Pergunta({0}):

# DIC_MODIFIED_CAPTION
source: Learning Module Modified
de: Lernmodul wurde geändert
es: Módulo de aprendizaje modificado
pt: Módulo de aprendizagem modificado

# CONVERT_DICTIONARY_EXISTS_MBX_TEXT
source: The Learning Module already exists. Do you want to replace it?
de: Das Lernmodul ist bereits vorhanden. Möchten Sie es ersetzen?
es: El módulo de aprendizaje ya existe. ¿Desea sustituirlo?
pt: O Módulo de Aprendizagem já existe. Deseja substituí-lo?

# CONVERT_DICTIONARY_EXISTS_MBX_OPTION_YES
source: Yes, overwrite the Learning Module.
de: Ja, Lernmodul ersetzen.
es: Sí, sustituir el módulo de aprendizaje.
pt: Sim, substitua o Modo de aprendizagem.

# PRINT_QUERYORDER_Chapter
source: Chapter
de: Kapitel
es: Capítulo
pt: Capítulo

# CONVERT_DICTIONARY_EXISTS_MBX_CONTENT
source: MemoryLifter found an existing copy of this Learning Module in the folder. If you continue all existing files will be replaced.
de: Es befindet sich bereits eine Kopie dieses Lernmoduls im Ordner. Wenn Sie fortfahren, werden alle vorhandenen Dateien ersetzt.
es: MemoryLifter ha encontrado una copia existente de este módulo de aprendizaje en la carpeta. Si continúa, se sustituirán todos los archivos existentes.
pt: O MemoryLifter encontrou uma cópia existente desde Módulo de aprendizagem na pasta. Se continuar, todos os arquivos existentes serão substituídos.

# PACKDIC_SAVEDIALOG_TITLE
source: Save As
de: Speichern unter
es: Guardar como
pt: Salvar como

# UNPACK_DICTIONARY_EXISTS_MBX_CONTENT
source: MemoryLifter found an existing copy of this Learning Module in the folder. If you continue all existing files will be replaced.
de: Es befindet sich bereits eine Kopie dieses Lernmoduls im Ordner. Wenn Sie fortfahren, werden alle vorhandenen Dateien ersetzt.
es: MemoryLifter ha encontrado una copia existente de este módulo de aprendizaje en la carpeta. Si continúa, se sustituirán todos los archivos existentes.
pt: O MemoryLifter encontrou uma cópia existente desde Módulo de aprendizagem na pasta. Se continuar, todos os arquivos existentes serão substituídos.

# APPLY_CHANGES_TEXT
source: Apply changes to this card?
de: Änderungen für diese Karte übernehmen?
es: ¿Desea aplicar los cambios a esta ficha?
pt: Aplicar alterações a este cartão?

# STATISTICS_YAXIS
source: Cards
de: Karten
es: Fichas
pt: Cartões

# CONVERT_REQUEST_CAPTION
source: Convert Old-Format Learning Module?
de: Altes Lernmodulformat konvertieren?
es: ¿Desea convertir el formato anterior del módulo de aprendizaje?
pt: Converter o antigo formato do Módulo de aprendizagem?

# TOOLTIP_FRMFIELDS_DELETE
source: Remove Field from Selection
de: Feld aus Auswahl entfernen
es: Eliminar campo de la selección
pt: Remover o campo da seleção

# CONVERT_DICTIONARY_FOLDER_EXISTS_MBX_CONTENT
source: MemoryLifter found an existing Learning Module in this folder. If you continue, existing files may be replaced. This could lead to conflicting media file and resource references. Do you still want to proceed?
de: Es befindet sich bereits ein Lernmodul in diesem Ordner. Wenn Sie fortfahren, werden möglicherweise vorhandene Dateien ersetzt. Dies kann zu Konflikten in Verweisen auf Mediendateien und Ressourcen führen. Möchten Sie dennoch fortfahren?
es: MemoryLifter ha encontrado un módulo de aprendizaje existente en esta carpeta. Si continúa, se podrían sustituir los archivos existentes por otros. Esto podría generar conflictos en los archivos multimedia y las referencias a los recursos. ¿Desea continuar de todos modos?
pt: O MemoryLifter encontrou um Módulo de aprendizagem nesta pasta. Se continuar, os arquivos existentes podem ser substituídos. Isso poderia gerar referências conflitantes de arquivos de mídia e recursos. Deseja continuar mesmo assim?

# LISTBOXFIELDS_SOUND_ANSWER_TEXT
source: Sound Answer ({0})
de: Audio für Antwort ({0})
es: Respuesta sonora ({0})
pt: Resposta de áudio ({0})

# POOL_EMPTY_TEXT
source: The pool of cards is empty. Select addtional chapters to learn or add new cards to any of the selected chapters.
de: Der Kartenpool ist leer. Dies ist Ihr aktueller Punktestand. Fügen Sie entweder mit dem Befehl "Kapitel zum Lernen auswählen" im Menü "Lernen" neue Karten hinzu oder fügen Sie neue Karten in das bestehende Kapitel ein.
es: El grupo de fichas está vacío y ésta es su puntuación actual. Para añadir nuevas fichas seleccione "Especificar capítulos de aprendizaje" en la opción de menú "Aprender", o bien añada nuevas fichas al capítulo existente.
pt: A reserva de cartões está vazia e essa é a sua pontuação atual. Adicione novos cartões selecionando "Especificar capítulos a aprender" no item de menu "Aprender" ou adicionando novos cartões ao capítulo existente.

# UNPACK_DICTIONARY_EXISTS_MBX_OPTION_NO
source: No, do not replace the Learning Module.
de: Nein, Lernmodul nicht ersetzen.
es: No, no sustituir el módulo de aprendizaje.
pt: Não, não substitua o Modo de aprendizagem.

# DIC_ERROR_OPEN_TEXT
source: Unable to open {0}.
de: {0} konnte nicht geöffnet werden.
es: No se puede abrir {0}.
pt: Não foi possível abrir {0}.

# MANAGECHAPTER_DELETE_CHAPTER_CONFIRM_TEXT
source: Delete chapter and all cards in it?
de: Kapitel und alle Karten löschen?
es: ¿Desea eliminar el capítulo con todas las fichas que contiene?
pt: Excluir capítulo com todos os seus cartões?

# UNPACK_DICTIONARY_FOLDER_EXISTS_MBX_OPTION_NO
source: No, cancel.
de: Nein, abbrechen.
es: No, cancelar.
pt: Não, cancelar.

# SOUND_SIMPLE_RECORD_START_CAPTION
source: Wave Recorder
de: Wave-Rekorder
es: Grabador de Wave
pt: Gravador de Wave

# MAINTAIN_NONE
source: None
de: Keine
es: Ninguna
pt: Nenhum

# IMPORT_ERROR_ONCLICK_CAPTION
source: Error
de: Fehler
pt: Erro

# CHAPTER_NO_CARDS_SELECTED_ERROR_DESC
source: You have to select at least one chapter with active cards to start learning.
de: Sie müssen mindestens ein Kapitel mit aktiven Karten auswählen, um mit dem Lernen zu beginnen.
es: Debe seleccionar al menos un capítulo con fichas activas para empezar el aprendizaje.
pt: Você tem que selecionar, pelo menos, um capítulo com cartões ativos para iniciar a aprendizagem.

# CONVERT_DICTIONARY_EXISTS_MBX_OPTION_NO
source: No, do not overwrite the Learning Module.
de: Nein, Lernmodul nicht ersetzen.
es: No, no sustituir el módulo de aprendizaje.
pt: Não, não substitua o Modo de aprendizagem.

# DIC_ERROR_SAVING_TEXT
source: Error saving Learning Module. Check if disk is full or write-protected, then try again.
de: Fehler beim Speichern des Lernmoduls. Überprüfen Sie, ob der Datenträger voll oder schreibgeschützt ist. Wiederholen Sie den Vorgang.
es: Error al guardar el módulo de aprendizaje. Compruebe si el disco está lleno o protegido contra escritura y, a continuación, vuelva a intentarlo.
pt: Erro ao salvar Módulo de Aprendizagem. Verifique se o disco está cheio ou protegido contra proteção e depois tente de novo.

# UNPACK_DICTIONARY_EXISTS_MBX_CAPTION
source: Overwrite Learning Module?
de: Lernmodul überschreiben?
es: ¿Desea sobrescribir el módulo de aprendizaje?
pt: Substituir o Módulo de Aprendizagem?

# UNPACK_DICTIONARY_EXISTS_MBX_OPTION_CANCEL
source: Choose a different location.
de: Wählen Sie einen anderen Ort.
es: Elija una ubicación distinta.
pt: Escolha outro local.

# TOOLTIP_FRMCHAPTER_SBDEL
source: Remove Chapter from Selection
de: Kapitel aus Auswahl entfernen
es: Eliminar capítulo de la selección
pt: Remover o capítulo da seleção

# NO_WORDS_CAPTION
source: No More Words
de: Keine weiteren Worte
es: No hay más palabras
pt: As palavras acabaram.

# IMPORT_ERROR_ONCLICK_TEXT
source: File could not be opened. Please retry.
de: Datei konnte nicht geöffnet werden. Versuchen Sie es erneut.
es: No se ha podido abrir el archivo. Vuelva a intentarlo.
pt: Não foi possível abrir arquivo. Tente de novo.

# IMPORT_HEADERLINE_ERROR_TEXT
source: No header line found in the first eight rows.
de: Keine Kopfzeile in den ersten acht Reihen gefunden.
es: No se ha encontrado ninguna línea de encabezado en las primeras ocho filas.
pt: Nenhum título localizado nas primeiras oito linhas.

# CARDS_BUTTON_ADD_TEXT
source: &Change
de: Ändern
es: Cambiar
pt: Alterar

# CARDS_OPENDIALOG_FILTER
source: All supported media types|{0};{1};{2}|Images ({0})|{0}|Audio ({1})|{1}|Video ({2})|{2}
de: Alle unterstützten Medientypen|{0};{1};{2}|Bilddateien ({0})|{0}|Audiodateien ({1})|{1}|Videodateien ({2})|{2}
es: Todos los tipos de soportes compatibles|{0};{1};{2}|Imagen ({0})|{0}|Audio ({1})|{1}|Vídeo ({2})|{2}
pt: Todos os tipos de mídia compatíveis|{0};{1};{2}|Imagem ({0})|{0}|Áudio ({1})|{1}|Vídeo ({2})|{2}

# LISTBOXFIELDS_VIDEO_ANSWER_TEXT
source: Video Answer ({0})
de: Video für Antwort ({0})
es: Respuesta de vídeo ({0})
pt: Resposta em vídeo ({0})

# XSL_STYLE
source: Style settings
de: Stileinstellungen
es: Configuración de estilo
pt: Configurações de estilo

# MAINTAIN_DELETE_TEXT
source: Are you sure you want to delete the selected card(s)?
de: Möchten Sie wirklich die ausgewählte(n) Karte(n) löschen?
es: ¿Seguro que desea eliminar las fichas seleccionadas?
pt: Tem certeza de que quer excluir o(s) cartão(ões) selecionado(s)?

# REGISTRY_ERROR_TEXT
source: Unable to open the Windows Registry. Please contact the MemoryLifter Support at http://www.memorylifter.com
de: Die Windows-Registrierung konnte nicht geöffnet werden. Setzen Sie sich mit dem MemoryLifter Support unter http://www.memorylifter.com in Verbindung.
es: No se puede abrir el Registro de Windows. Póngase en contacto con el servicio de soporte técnico de MemoryLifter en http://www.memorylifter.com
pt: Não foi possível abrir o Registro do Windows. .Entre em contato com o Suporte do MemoryLifter em http://www.memorylifter.com

# STATISTICS_OTHER
source: Current distribution
de: Aktuelle Verteilung
es: Distribución actual
pt: Distribuição atual

# DIC_SAVEDIALOG_TITLE_NEW
source: New Learning Module
de: Neues Lernmodul
es: Nuevo módulo de formación
pt: Novo Módulo de Aprendizagem
