Repository: LearnLift/MemoryLifter
Catalog: Main/MemoryLifter/Properties/Resources.*.resx
Languages: de, es, pt

# UNPACK_DEFAULT_MBX_CAPTION
source: Unpack Learning Module
de: Lernmodul entpacken
es: Desempaquetar módulo de aprendizaje
pt: Desagrupar Módulo de Aprendizagem

# UNPACK_DEFAULT_MBX_CONTENT
source: The default path is {0}.
de: Der Standardpfad ist {0}.
es: La ruta predeterminada es {0}.
pt: O caminho padrão é {0}.

# UNPACK_DEFAULT_MBX_OPTION_CANCEL
source: Cancel.
de: Abbrechen.
es: Cancelar.
pt: Cancelar

# UNPACK_DEFAULT_MBX_OPTION_NO
source: No, choose a different folder.
de: Nein, anderen Ordner wählen.
es: No, elija una carpeta distinta.
pt: Não, escolha outra pasta.

# UNPACK_DEFAULT_MBX_TEXT
source: Should MemoryLifter unpack this Learning Module in the default folder?
de: Soll MemoryLifter dieses Lernmodul im Standardordner entpacken?
es: ¿Debe MemoryLifter utilizar la carpeta predeterminada para desempaquetar este módulo de aprendizaje?
pt: O MemoryLifter deve usar a pasta padrão para desagrupar o Módulo de aprendizagem?

# UNPACK_DEFAULT_OPTION_YES
source: Yes, use the default folder.
de: Ja, Standardordner verwenden.
es: Sí, utilizar la carpeta predeterminada.
pt: Sim, use a pasta padrão.

# PRINT_STYLE_PRINTALL
source: Print All
de: Alles drucken
es: Imprimir todo
pt: Imprimir tudo

# PRINT_STYLE_WITHOUTMEDIA
source: Print without Media
de: Drucken ohne Medien
es: Imprimir sin multimedia
pt: Imprimir sem mídia

# PRINT_STATUS_FETCHINGCARDS
source: Fetching cards...
de: Karten werden abgerufen...
es: Obteniendo fichas...
pt: Obter cartões...

# PRINT_STATUS_MEDIA
source: Preparing media...
de: Medien werden vorbereitet...
es: Preparando archivos multimedia...
pt: Preparando a mídia...

# PRINT_STATUS_PAGES
source: Preparing pages...
de: Seiten werden vorbereitet...
es: Preparando páginas...
pt: Preparando páginas...

# PRINT_STATUS_RENDERING
source: Rendering pages...
de: Seiten werden berechnet...
es: Generando páginas...
pt: Processando páginas...

# LISTBOXFIELDS_CHAPTER
source: Chapter
de: Kapitel
es: Capítulo
pt: Capítulo

# MAINTAIN_TOOLTIP_IMPORTED
source: This card is highlighted because it was created with the last import.
de: Diese Karte ist hervorgehoben, da sie beim letzten Import erzeugt wurde.
es: Esta ficha está resaltada porque se creó con la última importación.
pt: Esse cartão está realçado porque foi criado com a última importação.

# UNPACK_NOT_ORIGINAL_OPTION_YES
source: Yes, continue.
de: Ja, fortfahren.
es: Sí, continuar.
pt: Sim, continue.

# UNPACK_NOT_ORIGINAL_OPTION_NO
source: No, cancel.
de: Nein, abbrechen.
es: No, cancelar.
pt: Não, cancelar.

# UNPACK_NOT_ORIGINAL_CONTENT
source: You tried to open a packed file which was not created for MemoryLifter.
de: Sie haben versucht, eine gepackte Datei zu öffnen, welche nicht mit MemoryLifter erzeugt wurde.
es: Ha intentado abrir un archivo empaquetado que no se ha creado específicamente con MemoryLifter.
pt: Você tentou abrir um arquivo agrupado que não foi criado com o próprio MemoryLifter.

# MAINTAIN_DELETE_TEXT_OPTION_YES
source: Yes, delete.
de: Ja, löschen.
es: Sí, eliminar.
pt: Sim, exclua.

# MAINTAIN_DELETE_TEXT_OPTION_NO
source: No, do not delete.
de: Nein, nicht löschen.
es: No, no eliminar.
pt: Não, não exclua.

# MAINTAIN_DELETE_WARNING
source: Warning, this action cannot be undone!
de: Achtung, diese Aktion kann nicht rückgängig gemacht werden!
es: Advertencia: esta acción no se puede deshacer.
pt: Aviso, esta ação não pode ser desfeita!

# MAINTAIN_DELETE_CONTENT
source: You have selected {0} card(s) for deletion.
de: Sie haben {0} Karte(n) zum Löschen ausgewählt.
es: Ha seleccionado {0} fichas para su eliminación.
pt: Você selecionou {0} cartão(ões) para exclusão.

# CONVERT_REQUEST_OPTION_YES
source: Yes, convert.
de: Ja, konvertieren.
es: Sí, convertir.
pt: Sim, converta.

# CONVERT_REQUEST_OPTION_NO
source: No, do not convert.
de: Nein, nicht konvertieren.
es: No, no convertir.
pt: Não, não converta.

# CONVERT_REQUEST_CONTENT
source: This Learning Module has been created with a previous version of MemoryLifter. MemoryLifter needs to convert it to the new format in order to use it. Do you want to proceed?
de: Dieses Lernmodul wurde mit einer früheren Version von MemoryLifter erzeugt. Um es verwenden zu können, muss MemoryLifter das Modul in das neue Format konvertieren. Möchten Sie fortfahren?
es: Este módulo de aprendizaje se ha creado con una versión anterior de MemoryLifter. MemoryLifter debe convertirse al nuevo formato para poder usarlo. ¿Desea continuar?
pt: Este Módulo de aprendizagem foi criado com uma versão anterior do MemoryLifter. O MemoryLifter precisa convertê-lo para o novo formato para usá-lo. Quer continuar mesmo assim?

# MANAGECHAPTER_DELETE_CHAPTER_CONTENT
source: This will delete the chapter '{0}' and the {1} card(s) in it.
de: Diese Operation löscht Kapitel '{0}' und die enthaltene(n) Karte(n) {1}.
es: Con esta opción se eliminará el capítulo '{0}' y {1} fichas que hay en dicho capítulo.
pt: Isso excluirá o capítulo '{0}' e seu(s) {1} cartão(ões).

# MANAGECHAPTER_DELETE_CHAPTER_OPTION_NO
source: No, do not delete.
de: Nein, nicht löschen.
es: No, no eliminar.
pt: Não, não exclua.

# MANAGECHAPTER_DELETE_CHAPTER_OPTION_YES
source: Yes, delete.
de: Ja, löschen.
es: Sí, eliminar.
pt: Sim, exclua.

# MANAGECHAPTER_DELETE_CHAPTER_WARNING
source: Warning, this action cannot be undone!
de: Achtung, diese Aktion kann nicht rückgängig gemacht werden!
es: Advertencia: esta acción no se puede deshacer.
pt: Aviso, esta ação não pode ser desfeita!

# IMPORTER_MEDIA_WARNING_COMMANDS
source: Import using import file path. {0}.|Import using Learning Module path. {1}.|Cancel Import.
de: Import mit Importdateipfad. {0}.|Import mit Lernmodulpfad. {1}.|Import abbrechen.
es: Importar mediante la ruta del archivo de importación. {0}.|Importar mediante la ruta del módulo de aprendizaje. {1}.|Cancelar importación.
pt: Importação usando o caminho de arquivo de importação. {0}.|Importação usando o Módulo de Aprendizagem. {1}.|Cancelar importação.

# IMPORTER_MEDIA_WARNING_CONTENT
source: You chose to import media files. Please specify the folder in which they can be found.
de: Sie möchten Mediendateien importieren. Wählen Sie den Ordner, in welchem die Dateien gespeichert sind.
es: Ha seleccionado la importación de archivos multimedia. Especifique la carpeta en la que se encuentran.
pt: Você selecionou importar arquivos de mídia. Especifique a pasta em que eles podem ser encontrados.

# PACK_IOEXCEPTION_CAPTION
source: Unable to Open File!
de: Datei konnte nicht geöffnet werden!
es: No es posible abrir el archivo.
pt: Não foi possível abrir o arquivo!

# PACK_IOEXCEPTION_TEXT
source: Unable to open file for writing! The file may be in use or write-protected.
de: Datei konnte nicht zum Schreiben geöffnet werden! Die Datei wird möglicherweise verwendet oder ist schreibgeschützt.
es: No se puede abrir el archivo para escribir en él. Es posible que alguien esté usando el archivo o que esté protegido contra escritura.
pt: Não foi possível abrir o arquivo para gravação! O arquivo pode estar em uso ou protegido contra gravação.

# PROGRESS_MESSAGE_SAVE_AS
source: Saving Learning Module...
de: Lernmodul wird gespeichert...
es: Guardando módulo de aprendizaje...
pt: Salvar Módulo de Aprendizagem...

# IMPORT_FAILURE_CAPTION
source: Import failed
de: Importieren fehlgeschlagen
es: Error de importación
pt: Falha durante importação

# IMPORT_FAILURE_TEXT
source: MemoryLifter failed to import your cards.
de: MemoryLifter konnte Ihre Karten nicht importieren.
es: Error de MemoryLifter al importar las fichas.
pt: O MemoryLifter não importou seus cartões.

# IMPORT_SUCCESS_CAPTION
source: Import Succeeded
de: Importieren erfolgreich abgeschlossen
es: Importación correcta
pt: Importação foi concluída

# IMPORT_SUCCESS_TEXT
source: MemoryLifter successfully imported {0} cards.
de: Es wurden {0} Karten von MemoryLifter erfolgreich importiert.
es: MemoryLifter ha importado correctamente {0} fichas.
pt: O MemoryLifter importou {0} cartões com sucesso.

# INITIALIZE_SETTINGS_CAPTION
source: Initializing MemoryLifter
de: MemoryLifter wird initialisiert
es: Inicialización de MemoryLifter
pt: Inicializando o MemoryLifter

# INITIALIZE_SETTINGS_ERROR
source: Settings updated, please restart the program...
de: Einstellungen wurden aktualisiert. Starten Sie das Programm neu...
es: Configuración actualizada, reinicie el programa...
pt: Configurações atualizadas, favor reiniciar o programa...

# EXAMPLE_CARD_ANSWER
source: Answer
de: Antwort
es: Respuesta
pt: Resposta

# EXAMPLE_CARD_ANSWER_EXAMPLE
source: Answer example
de: Beispiel für Antwort
es: Ejemplo de respuesta
pt: Exemplo de resposta

# EXAMPLE_CARD_QUESTION
source: Question
de: Frage
es: Pregunta
pt: Pergunta

# EXAMPLE_CARD_QUESTION_EXAMPLE
source: Question example
de: Beispiel für Frage
es: Ejemplo de pregunta
pt: Exemplo de pergunta

# HELP_FILEPATH
source: Resources\en\help_en.chm
de: Resources\de\help_de.chm
es: Resources\es\help_es.chm
pt: Resources\pt\help_pt.chm

# AUDIOPLAYER_CRASHED_CAPTION
source: Audio disabled
de: Audio deaktiviert
es: Sonido apagado
pt: Som desativado

# AUDIOPLAYER_CRASHED_TEXT
source: Due to an error with the audio player, sound has been disabled. Restart MemoryLifter to enable sound.
de: Aufgrund eines Fehlers wurde die Audio-Ausgabe deaktiviert. Starten Sie MemoryLifter neu, um das Problem zu beheben.
es: Debido a un error del reproductor de audio, el sonido está apagado. Reinicie MemoryLifter para arreglar el sonido.
pt: Por motivos de erros, alguns sons forão deletados. Ative o MemoryLifter novamente para corrigir o problema.

# MANAGECHAPTER_EMPTY_TITLE
source: The chapter title must not be empty!
de: Der Titel des Kapitels darf nicht leer sein.
es: El título del capítulo no debe estar vacío.
pt: O titulo dos capítulos não podem ficar vazio.

# DIC_SAVEASDIALOG_TITLE
source: Save As
de: Speichern unter
es: Guardar como
pt: Salvar como

# DIC_ERROR_LOADING_LOCKED_CAPTION
source: Error Loading Learning Module
de: Fehler beim Laden des Lernmoduls
es: Error al cargar el módulo de aprendizaje
pt: Erro ao carregar Módulo de Aprendizagem

# DIC_ERROR_LOADING_LOCKED_TEXT
source: Error loading Learning Module {0}. The file may be in use by another application. Please close it and try again.
de: Fehler beim Laden des Lernmoduls {0}. Die Datei wird möglicherweise bereits von einer anderen Anwendung verwendet. Bitte schließen Sie die Datei und versuchen Sie es erneut.
es: Error al cargar el módulo de aprendizaje {0}. El archivo puede estar en uso por otra aplicación. Ciérrelo e inténtelo de nuevo.
pt: Erro ao carregar o Módulo de Aprendizagem{0}. O arquivo pode estar sendo usado por outro aplicativo. Feche e tente novamente.

# EXPORTER_COPY_MEDIA_COMMANDS
source: Yes, export media files. |No, do not export media files.
de: Ja, Mediendateien exportieren. |Nein, Mediendateien nicht exportieren.
es: Sí, exportar archivos multimedia. |No, no exportar archivos multimedia.
pt: Sim, exportar arquivos de mídia. |Não, não exportar arquivos de mídia.

# EXPORTER_COPY_MEDIA_CONTENT
source: In order to export media files, MemoryLifter must copy the files to the export folder. This can take some time. Do you still wish to export media files?
de: Um Mediendateien zu exportieren, muss MemoryLifter die Dateien in den Exportordner kopieren. Dies kann etwas dauern. Möchten Sie die Mediendateien trotzdem exportieren?
es: Para exportar archivos multimedia, MemoryLifter debe copiarlos a la carpeta de exportación. Esta operación puede durar cierto tiempo. ¿Desea exportar los archivos multimedia?
pt: De modo a exportar os arquivos de mídia, o MemoryLifter deve copiar os arquivos para o folder exportar. Isto pode levar algum tempo. Ainda deseja exportar os arquivos de mídia?

# EXPORTER_COPY_MEDIA_TEXT
source: Do you want do export media files?
de: Möchten Sie Mediendateien exportieren?
es: ¿Desea exportar archivos multimedia?
pt: Deseja exportar os arquivos de mídia?

# EXPORTER_COPY_MEDIA_TITLE
source: Export media files
de: Mediendateien exportieren
es: Exportar archivos multimedia
pt: Exportar arquivos de mídia

# DIC_ERROR_NOT_DECRYPTED_CAPTION
source: Error Loading Learning Module
de: Fehler beim Laden des Lernmoduls
es: Error al cargar el módulo de aprendizaje
pt: Erro ao carregar Módulo de Aprendizagem

# DIC_ERROR_NOT_DECRYPTED_TEXT
source: You tried to open a Learning Module which requires the memory stick it came with. Please insert the original memory stick and open it from there.
de: Sie haben versucht, ein Lernmodul zu öffnen, welches den mitgelieferten Memory Stick benötigt. Bitte stecken Sie den Original-Memory Stick ein und öffnen Sie es von dort.
es: Ha intentado abrir un módulo de aprendizaje que necesita el lápiz de memoria original. Inserte el lápiz de memoria original y ábralo desde allí.
pt: Você tentou abrir um Módulo de Aprendizagem que exige o pen drive que o acompanha. Insira o pen drive original e abra o Módulo a partir dele.

# SESSION_INVALID_DETAIL
source: Your Memorylifter Session was closed by another user logging in with the same credentials.
de: Ihre MemoryLifter-Sitzung wurde durch einen anderen Benutzer beendet, der mit denselben Zugangsdaten angemeldet war.
es: Su sesión de Memorylifter ha sido cerrada por otro usuario que ha iniciado sesión con las mismas credenciales.
pt: Sua Sessão MemoryLifter foi encerrada por outro usuário registrando-se com as mesmas credenciais.

# SESSION_INVALID_MAIN
source: Your session was closed by another user!
de: Ihre Sitzung wurde durch einen anderen Benutzer beendet!
es: Su sesión ha sido cerrada por otro usuario.
pt: Sua sessão foi encerrada por outro usuário!

# SESSION_INVALID_TITLE
source: Session closed
de: Sitzung beendet
es: Sesión cerrada
pt: Sessão encerrada

# DEFAULT_CONNECTION_NAME
source: My Learning Modules
de: Meine Lernmodule
es: Mis módulos de aprendizaje
pt: Meus Módulos de Aprendizagem

# NEW_DIC_NO_CONNECTION_CAPTION
source: No writable connection available.
de: Keine Verbindung zum Schreiben verfügbar.
es: Ninguna conexión disponible con capacidad de escritura.
pt: Nenhuma conexão gravável disponível.

# NEW_DIC_NO_CONNECTION_TEXT
source: There is no connection available to store a new Learning Module!
de: Es steht keine Verbindung zum Speichern eines neuen Lernmoduls zur Verfügung!
es: No hay conexión disponible para almacenar un nuevo módulo de aprendizaje.
pt: Não há conexão disponível para armazenar um novo Módulo de Aprendizagem!

# DRAG_COPY_ERROR_MAININTRODUCTION
source: Error while copying your Learning Module
de: Fehler beim Kopieren Ihres Lernmoduls.
es: Error al copiar el módulo de aprendizaje
pt: Erro ao copiar seu Módulo de Aprendizagem

# DRAG_COPY_ERROR_TITLE
source: Error while copying
de: Fehler beim Kopieren
es: Error al copiar
pt: Erro ao copiar

# DRAG_FILE_EXISTS_CONTENT
source: There is already a Learning Module with the same name in the default Learning Module folder. You can either delete the Learning Module from the default folder or rename one of them.
de: Es ist bereits ein Lernmodul mit demselben Namen im Standard-Lernmodulordner vorhanden. Sie können das Lernmodul entweder aus dem Standardordner löschen oder oder eines davon umbenennen.
es: Ya hay un módulo de aprendizaje con el mismo nombre en la carpeta predeterminada de módulos de aprendizaje. Puede borrar el módulo de aprendizaje de la carpeta predeterminada o cambiar su nombre.
pt: Já existe um Módulo de Aprendizagem com o mesmo nome na pasta Módulo de Aprendizagem padrão. Você pode ou excluir o Módulo de Aprendizagem da pasta padrão ou renomear um deles.

# DRAG_FILE_EXISTS_MAININTRODUCTION
source: The Learning Module already exists
de: Das Lernmodul existiert bereits
es: El módulo de aprendizaje ya existe
pt: O Módulo de Aprendizagem já existe

# DRAG_FILE_EXISTS_TITLE
source: The Learning Module already exists
de: Das Lernmodul existiert bereits
es: El módulo de aprendizaje ya existe
pt: O Módulo de Aprendizagem já existe

# DRAG_MOVE_ERROR_MAININTRODUCTION
source: Error while moving your Learning Module
de: Fehler beim Verschieben Ihres Lernmoduls
es: Error al mover el módulo de aprendizaje
pt: Erro ao mover seu Módulo de Aprendizagem

# DRAG_MOVE_ERROR_TITLE
source: Error while moving
de: Fehler beim Verschieben
es: Error al mover
pt: Erro ao mover

# DRAG_NO_DEFAULT_CONNECTION_AVAILABLE_CONTENT
source: There is no Learning Module Folder set, MemoryLifter cannot copy the Learning Module without a default folder.
de: Es ist kein Lernmodul-Ordner eingerichtet, MemoryLifter kann das Lernmodul nicht ohne einen Standardordner kopieren.
es: No se ha definido una carpeta de módulos de aprendizaje, MemoryLifter no puede copiar el módulo de aprendizaje sin una carpeta predeterminada.
pt: Não há Pasta Módulo de Aprendizagem configurada, o MemoryLifter não pode copiar o Módulo de Aprendizagem sem uma pasta padrão.

# DRAG_NO_DEFAULT_CONNECTION_AVAILABLE_MAININTRODUCTION
source: No default Learning Module folder available.
de: Es ist kein Standard-Lernmodulordner vorhanden.
es: No hay ninguna carpeta predeterminada de módulos de aprendizaje.
pt: Nenhuma pasta Módulo de Aprendizagem padrão disponível.

# DRAG_NO_DEFAULT_CONNECTION_AVAILABLE_TITLE
source: No Learning Module Folder available
de: Es ist kein Lernmodulordner vorhanden
es: No hay ninguna carpeta de módulos de aprendizaje
pt: Nenhuma Pasta Módulo de Aprendizagem disponível.

# DRAG_DIALOG_BUTTONS
source: Copy the Learning Module Copies the Learning Module into the default Learning Module folder.|Move the Learning Module Moves the Learning Module into the default Learning Module folder.|Just learn it Opens the Learning Module for learning without copying or moving it.|Cancel Do nothing at all.
de: Lernmodul kopieren Kopiert das Lernmodul in den Standard-Lernmodulordner.|Lernmodul verschieben Verschiebt das Lernmodul in den Standard-Lernmodulordner.|Einfach lernen Öffnet das Lernmodul zum Lernen, ohne es zu kopieren oder zu verschieben.|Abbrechen Nichts weiter tun.
es: Copiar el módulo de aprendizaje Copia el módulo de aprendizaje a la carpeta predeterminada de módulos de aprendizaje.|Mover el módulo de aprendizaje Mueve el módulo de aprendizaje a la carpeta predeterminada de módulos de aprendizaje.|Sólo estudiar Abre el módulo de aprendizaje para estudiar sin necesidad de copiarlo o moverlo.|Cancelar No hacer nada.
pt: Copiar o Módulo de Aprendizagem Copia o Módulo de aprendizagem para a pasta Módulo de Aprendizagem padrão.|Move o Módulo de Aprendizagem Move o Módulo de Aprendizagem para a pasta Módulo de Aprendizagem padrão.|Apenas aprenda Abre o Módulo de Aprendizagem para o aprendizado sem copiá-lo ou movê-lo.|Cancelar Não fazer nada.

# DRAG_DIALOG_MAININTRODUCTION
source: What do you want to do with this Learning Module?
de: Was möchten Sie mit diesem Lernmodul tun?
es: ¿Qué quiere hacer con este módulo de aprendizaje?
pt: O que deseja fazer com este Módulo de Aprendizagem?

# DRAG_DIALOG_TITLE
source: What to do?
de: Aktion?
es: ¿Qué quiere hacer?
pt: O que fazer?

# DRAG_LM_EXISTS_DIALOG_BUTTONS
source: Replace Learning Module A Learning Module with the same name already exists in the default Learning Module folder. This will replace it.|Just learn it Opens the Learning Module without copying or moving it.|Cancel Do nothing at all.
de: Lernmodul ersetzen Es existiert bereits ein Lernmodul mit demselben Namen im Standard-Lernmodulordner. Es wird hierdurch ersetzt.|Einfach lernen Öffnet das Lernmodul, ohne es zu kopieren oder zu verschieben.|Abbrechen Nichts weiter tun.
es: Cambiar el módulo de aprendizaje Ya existe un módulo de aprendizaje con el mismo nombre en la carpeta predeterminada de módulos de aprendizaje. Esta operación lo sustituirá.|Sólo estudiar Abre el módulo de aprendizaje sin copiarlo ni moverlo.|Cancelar No hacer nada.
pt: Substituir o Módulo de Aprendizagem Já existe um Módulo de Aprendizagem com o mesmo nome na pasta Módulo de Aprendizagem padrão. Isto vai substitui-la.|Apenas aprenda Abre o Módulo de Aprendizagem sem copiá-lo ou movê-lo.|Cancelar Não fazer nada.

# DRAG_LM_EXISTS_DIALOG_MAININTRODUCTION
source: What do you want to do with this Learning Module?
de: Was möchten Sie mit diesem Lernmodul tun?
es: ¿Qué quiere hacer con este módulo de aprendizaje?
pt: O que deseja fazer com este Módulo de Aprendizagem?

# DRAG_LM_EXISTS_DIALOG_TITLE
source: What to do?
de: Aktion?
es: ¿Qué quiere hacer?
pt: O que fazer?

# DRAG_CFG_GENERAL_ERROR_MAININSTRUCTION
source: Error loading the MemoryLifter configuration file.
de: Fehler beim Laden der MemoryLifter-Konfigurationsdatei.
es: Error al cargar el archivo de configuración de MemoryLifter.
pt: Erro ao carregar o arquivo de configuração MemoryLifter.

# DRAG_CFG_GENERAL_ERROR_TITLE
source: Error loading configuration file
de: Fehler beim Laden der Konfigurationsdatei
es: Error al cargar el archivo de configuración
pt: Erro ao carregar arquivo de configuração

# DRAG_CFG_SUCCESS_CONTENT_PLUR
source: MemoryLifter imported {0} connections successfully.
de: Es wurden {0} Verbindungen erfolgreich von MemoryLifter importiert.
es: MemoryLifter ha importado correctamente {0} conexiones.
pt: O MemoryLifter importou {0} conexões com sucesso.

# DRAG_CFG_SUCCESS_CONTENT_SING
source: MemoryLifter imported 1 connection successfully.
de: Es wurde 1 Verbindung erfolgreich von MemoryLifter importiert.
es: MemoryLifter ha importado correctamente 1 conexión.
pt: O MemoryLifter importou 1 conexão com sucesso.

# DRAG_CFG_SUCCESS_MAIN
source: Import of the MemoryLifter configuration file was successful.
de: MemoryLifter-Konfigurationsdatei wurde erfolgreich importiert.
es: Se ha importado con éxito el archivo de configuración de MemoryLifter.
pt: Arquivo de configuração MemoryLifter importado com sucesso.

# DRAG_CFG_SUCCESS_MAIN_NOTHING_IMPORTED
source: There was nothing to import.
de: Es gab nichts zu importieren.
es: Ningún dato para importar.
pt: Não havia nada para importar.

# DRAG_CFG_SUCCESS_TITLE
source: Configuration import successful
de: Importieren der Konfiguration erfolgreich
es: La configuración se ha importado con éxito
pt: Configuração importada com sucesso

# DRAG_INVALID_CFG_FILE_CONTENT
source: The MemoryLifter configuration file was invalid. Please contact your system administator.
de: Die MemoryLifter-Konfigurationsdatei war ungültig. Setzen Sie sich bitte mit Ihrem Systemadministrator in Verbindung.
es: El archivo de configuración de MemoryLifter no es válido. Póngase en contacto con el administrador del sistema.
pt: O arquivo de configuração do MemoryLifter era inválido. Entre em contato com o administrador do sistema.

# DRAG_INVALID_CFG_FILE_MAININSTRUCTION
source: Invalid MemoryLifter configuration file.
de: Ungültige MemoryLifter-Konfigurationsdatei.
es: Archivo de configuración de MemoryLifter no válido.
pt: Arquivo de configuração MemoryLifter inválido.

# DRAG_INVALID_CFG_FILE_TITLE
source: Invalid MemoryLifter configuration file
de: Ungültige MemoryLifter-Konfigurationsdatei
es: Archivo de configuración de MemoryLifter no válido
pt: Arquivo de configuração MemoryLifter inválido

# COPYTO_STATUS_MESSAGE
source: Loading...
de: Lade...
es: Cargando...
pt: Carregando...

source: Importing...
de: Import...
es: Importando...
pt: Importando...

# DRAG_CFG_DIALOG_BUTTONS
source: Import Add this MemoryLifter configuration file to the current configuration.|Cancel Do nothing at all.
de: Importieren Diese MemoryLifter-Konfigurationsdatei zur aktuellen Konfiguration hinzufügen.|Abbrechen Nichts weiter tun.
es: Importar Añadir este archivo de configuración de MemoryLifter a la configuración actual.|Cancelar No hacer nada.
pt: Importar Adicione este arquivo de configuração do MemoryLifter à configuração atual.|Cancelar Não fazer nada.
