<!doctype HTML public "-//W3C//DTD HTML 4.0 Frameset//EN">

<html>

<!--(==============================================================)--> <!--(Document created with RoboEditor. )============================--> <!--(==============================================================)-->

<head>

<title>Conceptos b&aacute;sicos de MemoryLifter</title>

<!--(Meta)==========================================================-->

<meta HTTP-EQUIV=Content-Type Content="text/html; charset=windows-1252">
<meta name=generator content="RoboHELP by eHelp Corporation - www.ehelp.com">
<meta name=generator-major-version content=0.1>
<meta name=generator-minor-version content=1>
<meta name=filetype content=kadov>
<meta name=filetype-version content=1>
<meta name=page-count content=1>
<meta name=layout-height content=934>
<meta name=layout-width content=1071>


<!--(Links)=========================================================-->

<link rel="StyleSheet" href="..\ML_Help.css">



<!--(Style Sheet)===================================================-->

<style>
<!--

body {
	background-color: #ffffff;
}

-->
</style>


</head>

<!--(Body)==========================================================-->


<body style="color: #000000;">

<h2 class=Topic><a NAME=glossary></a>T&eacute;rminos b&aacute;sicos en MemoryLifter</h2>

<p><b style="font-weight: bold;">M&oacute;dulo de aprendizaje</b></p>

<p>Un m&oacute;dulo de aprendizaje es un archivo que contiene un n&uacute;mero espec&iacute;fico de fichas did&aacute;cticas virtuales, organizadas en cap&iacute;tulos. </p>

<p>Los m&oacute;dulos de aprendizaje se pueden identificar por la extensi&oacute;n <span style="font-weight: bold;">.mlm</span> en el explorador de archivos de Windows.</p>

<p>&nbsp;</p>

<p><b style="font-weight: bold;">Cap&iacute;tulo</b><br> El cap&iacute;tulo se usa para organizar las fichas de un m&oacute;dulo de aprendizaje en un grupo l&oacute;gico.</p>

<p>&nbsp;</p>

<p><b style="font-weight: bold;">Ficha</b><br> Una ficha es una unidad del material que va a aprenderse, por ejemplo, vocabulario, definiciones, t&eacute;rminos, fechas, f&oacute;rmulas o cualquier otra materia. </p>

<p>Su dise&ntilde;o es similar al de una ficha did&aacute;ctica educativa tradicional hecha de papel o cart&oacute;n, con la pregunta delante y la respuesta detr&aacute;s. 
 </p>

<p>En MemoryLifter puede a&ntilde;adir frases de ejemplo, sonidos, v&iacute;deos e im&aacute;genes a cada ficha.</p>

<p>&nbsp;</p>

<p><b style="font-weight: bold;">Sin&oacute;nimo</b><br> Algunas palabras tienen sin&oacute;nimos, es decir, palabras con el mismo significado. Algunas preguntas tienen varias respuestas correctas. Puede a&ntilde;adirlos a la ficha para ampliar su vocabulario y conocimientos mientras aprende con MemoryLifter.</p>

<p>&nbsp;</p>

<p><span style="font-weight: bold;">Modo de aprendizaje &quot;est&aacute;ndar&quot;</span></p>

<p>Cuando comience el proceso de aprendizaje en el modo est&aacute;ndar, MemoryLifter le presentar&aacute; un entorno de aprendizaje en el que la pregunta se muestra en una ventana en la izquierda y la respuesta deber&aacute; introducirse en la derecha.</p>

<p>Si no sabe la respuesta, pulse <span style="font-weight: bold;">Intro</span> y el programa le mostrar&aacute; la respuesta correcta. </p>

<p>Haga clic en <span style="font-weight: bold;">la flecha </span>para continuar con la siguiente ficha. </p>

</body>

</html>
