Repository: LearnLift/MemoryLifter
Catalog: MLifter.DAL/Properties/Resources.*.resx
Languages: de, pt

# BOX_NAME_POOL
source: Pool
pt: Reserva

# CARDS_COPYTO_STATUS
source: Copying card {0} of {1}...
de: Karte {0} von {1} wird kopiert...
pt: Copiando cartão {0} de {1}...

# CATEGORYNAMES0
source: Arts (old category)
de: Kunst (alte Kategorie)
pt: Artes (categoria antiga)

# CATEGORYNAMES1
source: Earth Sciences (old category)
de: Geowissenschaften (alte Kategorie)
pt: Geociências (categoria antiga)

# CATEGORYNAMES10
source: Social Science (old category)
de: Sozialwissenschaft (alte Kategorie)
pt: Ciências Sociais (categoria antiga)

# CATEGORYNAMES11
source: Technology (old category)
de: Technik (alte Kategorie)
pt: Tecnologia (categoria antiga)

# CATEGORYNAMES2
source: History (old category)
de: Geschichte (alte Kategorie)
pt: História (categoria antiga)

# CATEGORYNAMES3
source: Humanities (old category)
de: Geisteswissenschaft (alte Kategorie)
pt: Ciências Humanas (categoria antiga)

# CATEGORYNAMES4
source: Languages (old category)
de: Sprachen (alte Kategorie)
pt: Idiomas (categoria antiga)

# CATEGORYNAMES5
source: Leisure (old category)
de: Freizeit (alte Kategorie)
pt: Lazer (categoria antiga)

# CATEGORYNAMES6
source: Medical Sciences (old category)
de: Medizin (alte Kategorie)
pt: Ciências médicas (categoria antiga)

# CATEGORYNAMES7
source: Miscellaneous (old category)
de: Verschiedenes (alte Kategorie)
pt: Diversos (categoria antiga)

# CATEGORYNAMES8
source: Politics (old category)
de: Politik (alte Kategorie)
pt: Ciências políticas (categoria antiga)

# CATEGORYNAMES9
source: Pure Sciences (old category)
de: Kernwissenschaften (alte Kategorie)
pt: Ciências puras (categoria antiga)

# CHAPTER_FORMAT_STRING
source: Chapter {0} - {1}
de: Kapitel {0} - {1}
pt: Capítulo {0} - {1}

# EXCEPTION_DICTIONARY_FORMAT_NOT_SUPPORTED
source: This Learning Module format is not supported! ({0})
de: Diese Lernmodul-Format wird nicht unterstützt! ({0})
pt: Este formato do Módulo de Aprendizagem não é compatível! ({0})

# EXCEPTION_DICTIONARY_FORMAT_OLD_VERSION
source: This Learning Module has been generated by an old version! ({0})
de: Dieses Lernmodul wurde mit einer alten Version erzeugt! ({0})
pt: Este Módulo de aprendizagem foi gerado por uma versão anterior! ({0})

# EXCEPTION_DICTIONARY_PATH_EXISTS
source: This Learning Module path already exists! ({0})
de: Der Lernmodulpfad ist bereits vorhanden! ({0})
pt: O caminho do Módulo de Aprendizagem já existe! ({0})

# EXCEPTION_ID_ACCESS
source: Index access exception, cannot access card/chapter {0}.
de: Fehler beim Zugriff auf Index; auf Karte/Kapitel {0} kann nicht zugegriffen werden.
pt: Exceção de acesso ao índice, não foi possível acessar o cartão/capítulo {0}.

# EXCEPTION_ID_EXISTS
source: The ID for this card is already used! ({0})
de: Die ID für diese Karte wird bereits verwendet! ({0})
pt: O ID deste cartão já está em uso! ({0})

# EXCEPTION_ID_OVERFLOW
source: Index overflow, cannot add more than {0} cards/chapters.
de: Indexüberlauf; es können nicht mehr als {0} Karten/Kapitel hinzugefügt werden.
pt: Estouro de índice, não foi possível acessar mais de {0} cartões/capítulos.

# EXCEPTION_INVALID_BOX
source: This box does not exist! ({0})
de: Diese Box existiert nicht! ({0})
pt: Esta caixa não existe! ({0})

# EXCEPTION_INVALID_DICTIONARY
source: Invalid Learning Module!
de: Ungültiges Lernmodul!
pt: Módulo de Aprendizagem inválido!

# EXCEPTION_INVALID_IMPORT_FORMAT
source: The attempt to import {0} failed!
de: Das Importieren von {0} ist fehlgeschlagen!
pt: A tentativa de importar {0} falhou!

# EXCEPTION_NO_VALID_ARCHIVE
source: This is not a valid MemoryLifter Learning Module archive!
de: Dies ist kein gültiges MemoryLifter Lernmodul-Archiv!
pt: Este não é um arquivo válido do Módulo de aprendizagem do MemoryLifter!

# EXCEPTION_NO_VALID_ARCHIVE_HEADER
source: The MemoryLifter archive header is invalid!
de: Der MemoryLifter Archiv-Header ist ungültig!
pt: O cabeçalho do arquivo do MemoryLifter é inválido!

# EXCEPTION_NO_VALID_MEDIA_FILENAME
source: Could not get a valid media filename! ({0})
de: Es konnte keine gültige Mediendatei gefunden werden! ({0})
pt: Não foi possível obter um nome de arquivo de mídia válido! ({0})

# EXCEPTION_NOT_DECRYPTED
source: The Learning Module could not be decrypted successfully.
de: Das Lernmodul konnte nicht entschlüsselt werden.
pt: O Módulo de Aprendizagem não pode ser decodificado com sucesso.

# EXCEPTION_UNKNOWN_CONNECTIONPREFIX
source: Unknown connection prefix. ({0})
de: Unbekanntes Verbindungspräfix. ({0})
pt: Prefixo da conexão desconhecido. ({0})

# EXCEPTION_UNKNOWN_MEDIA
source: Unknown media file extension! ({0})
de: Unbekannte Mediendatei-Erweiterung! ({0})
pt: Extensão de arquivo de mídia desconhecida! ({0})

# EXCEPTION_UNSUPPORTED_DATABASETYPE
source: Unsupported database type! ({0})
de: Nicht unterstützter Datenbanktyp! ({0})
pt: Tipo de banco de dados não suportado! ({0})

# EXCEPTION_WORD_IS_NULL
source: Cannot add null value for a word.
de: Nullwert kann nicht als Wort hinzugefügt werden.
pt: Impossível adicionar valor nulo para uma palavra.

# EXCEPTION_WORD_LIST_IS_NULL
source: Cannot add null value to list of words.
de: Nullwert kann nicht zu einer Wörterliste hinzugefügt werden.
pt: Impossível adicionar valor nulo a uma lista de palavras.

# NEWCATEGORYNAMES0
source: Applied Sciences
de: Angewandte Wissenschaften
pt: Ciências aplicadas

# NEWCATEGORYNAMES1
source: Arts
de: Kunst
pt: Artes

# NEWCATEGORYNAMES2
source: Languages
de: Sprachen
pt: Idiomas

# NEWCATEGORYNAMES3
source: Miscellaneous
de: Verschiedenes
pt: Diversos

# NEWCATEGORYNAMES4
source: Natural Sciences
de: Naturwissenschaften
pt: Ciências Naturais

# NEWCATEGORYNAMES5
source: Social Sciences
de: Sozialwissenschaften
pt: Ciências Sociais

# XML_BACKUP_FILENAME
source: Backup ({0}) of {1}
de: Sicherungskopie ({0}) von {1}
pt: Backup ({0}) de {1}

source: Create new User...
de: Neuen Benutzer erstellen...
pt: Criar novo Usuário...
