<!doctype HTML public "-//W3C//DTD HTML 4.0 Frameset//EN">

<html>

<!--(==============================================================)--> <!--(Document created with RoboEditor. )============================--> <!--(==============================================================)-->

<head>

<title>Conceitos b&aacute;sicos do MemoryLifter</title>

<!--(Meta)==========================================================-->

<meta HTTP-EQUIV=Content-Type Content="text/html; charset=windows-1252">
<meta name=generator content="RoboHELP by eHelp Corporation - www.ehelp.com">
<meta name=generator-major-version content=0.1>
<meta name=generator-minor-version content=1>
<meta name=filetype content=kadov>
<meta name=filetype-version content=1>
<meta name=page-count content=1>
<meta name=layout-height content=934>
<meta name=layout-width content=1071>


<!--(Links)=========================================================-->

<link rel="StyleSheet" href="..\ML_Help.css">



<!--(Style Sheet)===================================================-->

<style>
<!--

body {
	background-color: #ffffff;
}

-->
</style>


</head>

<!--(Body)==========================================================-->


<body style="color: #000000;">

<h2 class=Topic><a NAME=glossary></a>Termos b&aacute;sicos no MemoryLifter</h2>

<p><b style="font-weight: bold;">M&oacute;dulo de Aprendizagem</b></p>

<p>Um M&oacute;dulo de Aprendizagem &eacute; um arquivo que cont&eacute;m um n&uacute;mero espec&iacute;fico de cart&otilde;es de memoriza&ccedil;&atilde;o virtuais, organizados por cap&iacute;tulos. </p>

<p>Os M&oacute;dulos de Aprendizagem s&atilde;o identificados pela extens&atilde;o <span style="font-weight: bold;">.mlm</span> no Windows file Explorer.</p>

<p>&nbsp;</p>

<p><b style="font-weight: bold;">Cap&iacute;tulo</b><br> Um cap&iacute;tulo &eacute; usado para organizar os cart&otilde;es em um M&oacute;dulo de Aprendizagem dentro de um grupo l&oacute;gico.</p>

<p>&nbsp;</p>

<p><b style="font-weight: bold;">Cart&atilde;o</b><br> Um cart&atilde;o &eacute; uma unidade do material para aprender, ou seja, vocabul&aacute;rio, defini&ccedil;&otilde;es, termos, datas, f&oacute;rmulas ou qualquer outro assunto. </p>

<p>Ele foi projetado como um cart&atilde;o de memoriza&ccedil;&atilde;o educacional tradicional feito de papel ou cartolina, com a pergunta na frente e a resposta no verso. 
 </p>

<p>No MemoryLifter, voc&ecirc; pode adicionar frases de exemplo, sons, v&iacute;deos e imagens para cada cart&atilde;o.</p>

<p>&nbsp;</p>

<p><b style="font-weight: bold;">Sin&ocirc;nimo</b><br> Algumas palavras possuem sin&ocirc;nimos, ou seja, palavras com o mesmo significado. Algumas perguntas possuem diversas respostas corretas. Voc&ecirc; pode adicion&aacute;-los ao seu cart&atilde;o para ampliar o seu vocabul&aacute;rio e conhecimento enquanto aprende com o MemoryLifter.</p>

<p>&nbsp;</p>

<p><span style="font-weight: bold;">Modo de aprendizagem &quot;Padr&atilde;o&quot;</span></p>

<p>Quando voc&ecirc; inicia o processo de aprendizagem no modo padr&atilde;o, o MemoryLifter &eacute; apresentado com um ambiente de aprendizagem em que a pergunta &eacute; exibida em uma janela &agrave; esquerda e uma solicita&ccedil;&atilde;o de resposta &agrave; direita.</p>

<p>Se n&atilde;o souber a resposta, pressione <span style="font-weight: bold;">ENTER</span> e o programa mostrar&aacute; a resposta correta. </p>

<p>Clique na <span style="font-weight: bold;">seta</span> para ir para o pr&oacute;ximo cart&atilde;o. </p>

</body>

</html>
