<!doctype HTML public "-//W3C//DTD HTML 4.0 Frameset//EN">

<html>

<!--(==============================================================)--> <!--(Document created with RoboEditor. )============================--> <!--(==============================================================)-->

<head>

<title>Ideias</title>

<!--(Meta)==========================================================-->

<meta HTTP-EQUIV=Content-Type Content="text/html; charset=windows-1252">
<meta name=generator content="RoboHELP by eHelp Corporation - www.ehelp.com">
<meta name=generator-major-version content=0.1>
<meta name=generator-minor-version content=1>
<meta name=filetype content=kadov>
<meta name=filetype-version content=1>
<meta name=page-count content=1>
<meta name=layout-height content=934>
<meta name=layout-width content=1071>


<!--(Links)=========================================================-->

<link rel="StyleSheet" href="..\ML_Help.css">



<!--(Style Sheet)===================================================-->

<style>
<!--

body {
	background-color: #ffffff;
}

-->
</style>


</head>

<!--(Body)==========================================================-->


<body style="color: #000000;">

<h2 class=Topic><a NAME=ideas_for_usage></a>Poss&iacute;veis usos do MemoryLifter</h2>

<p>O MemoryLifter pode ter muitas outras aplica&ccedil;&otilde;es al&eacute;m de simplesmente a aprendizagem de vocabul&aacute;rio. </p>

<p>&nbsp;</p>

<p>Aqui temos uma lista de ideias para diversos M&oacute;dulos de aprendizagem:</p>

<p>&nbsp;</p>

<p class=SubTopic1><b style="font-weight: bold;">Idiomas</b> </p>

<ul>
	
	<li class=kadov-p-CNumList><p class=NumList>Use <span style="font-weight: bold;">frases de exemplo</span> para ver a palavra que voc&ecirc; est&aacute; aprendendo em um contexto. <br> Ao criar o seu cart&atilde;o de memoriza&ccedil;&atilde;o do M&oacute;dulo de Aprendizagem, inclua uma frase de exemplo com a palavra que est&aacute; tentando aprender.</p></li>
	
	<li class=kadov-p-CNumList><p class=NumList><span style="font-weight: bold;">Arquivos de &aacute;udio</span> mostram a pron&uacute;ncia. <br> Se conhecer um falante nativo, pe&ccedil;a a ele que grave os sons para voc&ecirc;. <br> Esse processo levar&aacute; apenas alguns minutos, gra&ccedil;as ao <a   HREF="memo4dyq.htm" 	style="font-weight: normal;"><span style="font-weight: normal;">gravador</span><span   style="font-weight: bold;"> de </span><span style="font-weight: normal;">sons</span></a> interno e ajudar&aacute; bastante no aprendizado.</p></li>
	
	<li class=kadov-p-CNumList><p class=NumList><span style="font-weight: bold;">Imagens e v&iacute;deos</span> o ajudam a lembrar o vocabul&aacute;rio.</p></li>
</ul>

<p>&nbsp;</p>

<p class=SubTopic1><b style="font-weight: bold;">Crian&ccedil;as</b> </p>

<ul>
	
	<li class=kadov-p-CNumList><p class=NumList>Aproveite os sons e frases de exemplo para introduzir seu filho ao <span style="font-weight: bold;">alfabeto</span>.</p></li>
	
	<li class=kadov-p-CNumList><p class=NumList>Memorize <span style="font-weight: bold;">tabelas de multiplica&ccedil;&atilde;o</span> facilmente.</p></li>
	
	<li class=kadov-p-CNumList><p class=NumList>Ensine ao seu filho os <span style="font-weight: bold;">sinais e leis de tr&acirc;nsito mais importantes</span>, utilizando recursos de imagens e frases (para regras de comportamento).</p></li>
</ul>

<p>&nbsp;</p>

<p class=SubTopic1><b style="font-weight: bold;">Escola</b> </p>

<ul>
	
	<li class=kadov-p-CNumList><p class=NumList>Voc&ecirc; reconhece instantaneamente um <span style="font-weight: bold;">pa&iacute;s</span>, seu nome, <span style="font-weight: bold;">capital</span> e <span style="font-weight: bold;">idioma nativo</span> quando v&ecirc; seu contorno em um mapa mundi? <br> Pratique suas habilidades geogr&aacute;ficas no modo de reconhecimento de imagem e utilize v&iacute;deos para ter uma vis&atilde;o mais v&iacute;vida sobre o pa&iacute;s.</p></li>
	
	<li class=kadov-p-CNumList><p class=NumList>Torne a memoriza&ccedil;&atilde;o de <span style="font-weight: bold;">f&oacute;rmulas matem&aacute;ticas</span> um problema do passado usando o MemoryLifter!</p></li>
	
	<li class=kadov-p-CNumList><p class=NumList>D&ecirc; um passo a mais em <span   style="font-weight: bold;">f&iacute;sica</span> fornecendo anima&ccedil;&otilde;es explicativas para as f&oacute;rmulas que quer aprender!</p></li>
	
	<li class=kadov-p-CNumList><p class=NumList>O aprendizado de importantes <span   style="font-weight: bold;">datas hist&oacute;ricas</span> pode ser amplamente aprimorado explicando o contexto em uma frase de exemplo ou adicionando ilustra&ccedil;&otilde;es. <br> Depois de ter estudado por algum tempo, experimente o modo de aprendizagem de <a HREF="memo1d9v.htm"><span   style="font-weight: normal;">m&uacute;ltiplas escolhas</a> </span> para ver com que clareza consegue diferenciar as datas!</p></li>
	
	<li class=kadov-p-CNumList><p class=NumList>Sejam partes do corpo humano ou a evolu&ccedil;&atilde;o das esp&eacute;cies, os cart&otilde;es de memoriza&ccedil;&atilde;o facilitam o aprendizado de <span style="font-weight: bold;">biologia</span>.</p></li>
	
	<li class=kadov-p-CNumList><p class=NumList>Quer aprender um <span style="font-weight: bold;">poema</span> ou decorar algo semelhante? <br> Use o MemoryLifter para as estrofes mais dif&iacute;ceis.</p></li>
</ul>

<p>&nbsp;</p>

<p class=SubTopic1><b style="font-weight: bold;">Vida cotidiana</b> </p>

<ul>
	
	<li class=kadov-p-CNumList><p class=NumList>Voc&ecirc; tem dificuldades em reconhecer o significado de diversas <span style="font-weight: bold;">abrevia&ccedil;&otilde;es</span> que est&atilde;o sobrecarregando nossa vida di&aacute;ria?<br> Use as caixas de perguntas e respostas para as palavras e suas abrevia&ccedil;&otilde;es, e a caixa de frases de exemplos para fornecer mais detalhes sobre a palavra, seu contexto, etc.</p></li>
	
	<li class=kadov-p-CNumList><p class=NumList>Nunca mais esque&ccedil;a <span style="font-weight: bold;">anivers&aacute;rios, anivers&aacute;rios de casamento e datas semelhantes</span>. <br> Mais uma vez, use o recurso de imagem para uma melhor associa&ccedil;&atilde;o ou talvez adicione um arquivo de som com uma m&uacute;sica que voc&ecirc; relacione &agrave; pessoa em quest&atilde;o.</p></li>
	
	<li class=kadov-p-CNumList><p class=NumList>Deixe o MemoryLifter ajud&aacute;-lo a lembrar <span style="font-weight: bold;">nomes, hobbies, anivers&aacute;rios</span> e outras informa&ccedil;&otilde;es sobre pessoas que voc&ecirc; raramente v&ecirc; ou acabou de conhecer. 
 </p></li>
	
	<li class=kadov-p-CNumList><p class=NumList><span style="font-weight: bold;">N&uacute;meros de telefones</span> podem ser uma outra aplica&ccedil;&atilde;o.</p></li>
</ul>

<p>&nbsp;</p>

<p>N&atilde;o se esque&ccedil;a de verificar a p&aacute;gina na Web de <a href="http://www.memorylifter.com/learningmodules/" 											style="font-weight: normal;">M&oacute;dulos de Aprendizagem prontos</a> e outras dicas!</p>

</body>

</html>
