Repository: LearnLift/MemoryLifter
Catalog: Development/Current/MLifter.Controls/Properties/Resources.*.resx
Languages: de, es

# DRAG_CFG_SUCCESS_MAIN_NOTHING_IMPORTED
source: There was nothing to import.
de: Es gab nichts zu importieren.
es: Ningún dato para importar.

source: Exporting...
de: Export...
es: Exportando...

# DIALOG_NEWDICT_SOUND_DIRECTORY
source: Select the media directory:
de: Wählen Sie das Verzeichnis für die Medien:
es: Seleccione el directorio de archivos multimedia:

# TASKDIALOG_BUTTON_CANCEL
source: &Cancel
de: Abbrechen
es: Cancelar

# CARDCOLLECTOR_COLUMN_ANSWEREXAMPLE
source: Answer Example
de: Beispiel für Antwort
es: Ejemplo de respuesta

# SEARCHHELP
source: Type to search...
de: Suchen…
es: Escriba para buscar…

# CARD_EDIT_RESIZE_TITLE
source: Resize Image?
de: Bildgröße ändern?
es: ¿Desea cambiar el tamaño de la imagen?

# EDITCARD_EDIT
source: Save Changes
de: Änderungen speichern
es: Guardar cambios

# LISTBOXFIELDS_IMAGE_ANSWER_TEXT
source: Image Answer ({0})
de: Bild für Antwort ({0})
es: Respuesta de imagen ({0})

# MAINFORM_LBLANSWER_MULTI_TEXT
source: Select {0} below
de: {0} unten auswählen
es: Seleccione {0} a continuación.

# AUDIO_RECORD
source: &Record
de: Aufzeichnen
es: Registro

# LEARNING_MODULES_PAGE_DeleteCaptionMultiple
source: Delete {0} Learning Modules?
de: {0} Lernmodule löschen?
es: ¿Eliminar {0} módulos de aprendizaje?

# DIC_MEDIA_ERROR_TEXT
source: The media directory could not be saved properly. Please check that it is valid.
de: Das Medienverzeichnis konnte nicht ordnungsgemäß gespeichert werden. Bitte stellen Sie sicher, dass dieses gültig ist.
es: El directorio multimedia no se pudo guardar correctamente. Compruebe que sea válido.

# SYNONYM_PROMPT_TEXT
source: This question has multiple correct answers. The total number of synonyms or answers is shown in parentheses next to the answer window caption. Press ENTER to proceed to the next synonym until all answers are given.
de: Diese Frage hat mehrere richtige Antworten. Die Gesamtzahl der Synonyme oder Antworten wird in Klammern neben dem Antwortfenster angezeigt. Drücken Sie die EINGABETASTE, um mit dem nächsten Synonym fortzufahren, bis alle Antworten gegeben sind.
es: Esta pregunta tiene varias respuestas correctas. El número total de sinónimos o preguntas se muestra entre paréntesis junto al título de la ventana de respuesta. Pulse INTRO para ir al siguiente sinónimo hasta dar todas las respuestas.

# LABEL_FRMCHAPTER_MDESCR
source: Multiple chapters selected
de: Mehrere Kapitel ausgewählt
es: Varios capítulos seleccionados

# LOGIN_HIDE_OPTIONS
source: Hide Options
de: Optionen ausblenden
es: Ocultar opciones

# TOOLTIP_FRMFIELDS_DELETE
source: Remove Field from Selection
de: Feld aus Auswahl entfernen
es: Eliminar campo de la selección

# DRAG_INVALID_CFG_FILE_CONTENT
source: The MemoryLifter configuration file was invalid. Please contact your system administator.
de: Die MemoryLifter-Konfigurationsdatei war ungültig. Setzen Sie sich bitte mit Ihrem Systemadministrator in Verbindung.
es: El archivo de configuración de MemoryLifter no es válido. Póngase en contacto con el administrador del sistema.

# PRINT_NOCARDS_CAPTION
source: No Cards Selected
de: Keine Karten ausgewählt
es: No se han seleccionado fichas

# MAINTAIN_NA
source: N/A
de: n/v
es: N/D

# ALMOST_OPTION_YES
source: Yes, promote card.
de: Ja, Karte höherstufen.
es: Sí, promocionar ficha.

# CARDCOLLECTOR_COLUMN_ANSWERVIDEO
source: Answer Video
de: Video für Antwort
es: Vídeo de respuesta

# BOX_TEXT
source: {0} ({1} of {2})
de: {0} ({1} von {2})
es: {0} ({1} de {2})

# STACK_CHECKBOX_HIDE
source: Hide
de: Ausblenden
es: Ocultar

# STACK_CHECKBOX_SHOW
source: Show
de: Anzeigen
es: Mostrar

# MLIFTER_TEXTBOX_WELCOME_TIPP
source: Type your answer here...
de: Geben Sie die Antwort hier ein...
es: Escriba la respuesta aquí...

# DOCKING_BUTTON_STACK_HIDE
source: Hide Card Stack
de: Kartenstapel ausblenden
es: Ocultar pila de fichas

# DOCKING_BUTTON_STACK_SHOW
source: Show Card Stack
de: Kartenstapel anzeigen
es: Mostrar pila de fichas

# LEARNING_WINDOW_SERVER_OFFLINE_DIALOG_CONTENT
source: Your learning success up to now has been saved.
de: Ihr Lernerfolg bis zu diesem Punkt wurde gespeichert.
es: Su historial de aprendizaje se ha guardado.

# LEARNING_WINDOW_SERVER_OFFLINE_DIALOG_MAIN
source: MemoryLifter needs to close this learning session.
de: MemoryLifter muss diese Lernsitzung beenden.
es: MemoryLifter necesita cerrar esta sesión de aprendizaje.

# LEARNING_WINDOW_SERVER_OFFLINE_DIALOG_TITLE
source: Server Connection Error
de: Serververbindungsfehler
es: Error de conexión con el servidor

# SyncStateCheckingDataIntegrity
source: Checking data integrity...
de: Überprüfung der Datenintegrität...
es: Comprobando la integridad de los datos...

# LMPageUser
source: User: {0}
de: Benutzer: {0}
es: Usuario: {0}

# NotAvailable
source: N/A
de: n/v
es: N/D

# LEARNING_MODULES_PAGE_DELETING
source: Deleting '{0}'...
de: {0}' wird gelöscht...
es: Eliminando '{0}'...

# LEARNING_MODULES_PAGE_SERVER_OFFLINE_CONTENT_OFFLINE
source: One or more servers are either offline or your network connection is lost. Please contact your service provider.
de: Entweder sind ein oder mehrere Server offline oder Sie haben keine Verbindung zum Netzwerk. Bitte wenden Sie sich an Ihren Service Provider.
es: Hay uno o varios servidores fuera de línea o bien se ha perdido la conexión de red. Póngase en contacto con su proveedor de servicios.

# FailedActivationHelpText
source: If you need help activating your learning module you can contact us by e-Mail {0}) or phone ({1}).
de: Sollten Sie bei der Aktivierung Ihres Lernmoduls Hilfe benötigen, kontaktieren Sie uns bitte per E-Mail {0}) oder ber Telefon ({1}).
es: Si necesita ayuda para activar el módulo de aprendizaje, puede ponerse en contacto con nosotros por correo electrónico ({0}) o llamar al número de teléfono ({1}).

# SESSION_INVALID_DETAIL
source: Your Memorylifter Session was closed by another user logging in with the same credentials.
de: Ihre MemoryLifter-Sitzung wurde durch einen anderen Benutzer beendet, der mit denselben Zugangsdaten angemeldet war.
es: Su sesión de Memorylifter ha sido cerrada por otro usuario que ha iniciado sesión con las mismas credenciales.

# SESSION_INVALID_MAIN
source: Your session was closed by another user!
de: Ihre Sitzung wurde durch einen anderen Benutzer beendet!
es: Su sesión ha sido cerrada por otro usuario.

# SESSION_INVALID_TITLE
source: Session closed
de: Sitzung beendet
es: Sesión cerrada

# TASK_DIALOG_UNKNOWN_ERROR
source: Unknown Error!
de: Unbekannter Fehler!
es: Error desconocido

# LEARNING_MODULES_PAGE_FOLDERFAILED_CONTENT
source: Check if the folder is accessible and you have the necessary permissions.
de: Prüfen Sie, ob der Ordner geöffnet werden kann und ob Sie die erforderlichen Rechte haben.
es: Compruebe si se puede acceder a la carpeta y si dispone de los permisos necesarios.

# LEARNING_MODULES_PAGE_FOLDERFAILED_MAIN
source: The folder '{0}' could not be scanned for Learning Modules.
de: Ordner '{0}' konnte nicht nach Lernmodulen durchsucht werden.
es: No se ha podido examinar la carpeta '{0}' para acceder a los módulos de aprendizaje.

# LEARNING_MODULES_PAGE_FOLDERFAILED_TITLE
source: Folder Scanning Failure
de: Fehler beim Durchsuchen eines Ordners
es: Fallo al examinar la carpeta

# TASK_DIALOG_DISK_FULL_CAPTION
source: Not enough free disk space!
de: Nicht genügend freier Speicherplatz!
es: No hay espacio libre en disco.

# TASK_DIALOG_DISK_FULL_TEXT
source: The disk you are trying to learn from is full. Please free some space and try again.
de: Die zum Lernen verwendete Festplatte ist voll. Bitte machen Sie Speicherplatz frei und versuchen Sie es erneut.
es: El disco del que está intentado aprender está lleno. Libere espacio y vuelva a intentarlo.

# TASK_DIALOG_DISK_FULL_TITLE
source: Not enough disk space
de: Nicht genügend Speicherplatz
es: No hay suficiente espacio en disco

# LEARNING_MODULES_PAGE_NO_INFO
source: No Information available...
de: Keine Informationen vorhanden...
es: No hay información disponible...

source: Learning module knowledge
de: Wissensstand für das Modul
es: Conocimientos del módulo de aprendizaje

source: One level up
de: Eine Ebene höher
es: Subir un nivel

# LEARNING_MODE_IMAGERECOGNITION
source: Image recognition
de: Bilderkennung
es: Reconocimiento de imagen

# LEARNING_MODE_LISTENINGCOMPREHENSION
source: Listening comprehension
de: Hörverständnis
es: Comprensión de idioma hablado

# LEARNING_MODE_SENTENCE
source: Sentence
de: Satz
es: Frase

# LISTBOXFIELDS_ANSWER_DISTRACTORS_TEXT
source: Answer Distractors ({0})
de: Antwort Distraktoren ({0})
es: Elemento de distracción respuesta ({0})

# LISTBOXFIELDS_QUESTION_DISTRACTORS_TEXT
source: Question Distractors ({0})
de: Frage Distraktoren ({0})
es: Elemento de distracción pregunta ({0})

source: Categories
de: Kategorien
es: Categorías

# SUBNODE_CATEGORIES
source: {0} Categories
de: {0} Kategorien
es: {0} categorías

# SUBNODE_MODULES
source: {0} Modules
de: {0} Lernmodule

# SYNC_DOWNLOAD_EXTENSIONS
source: Downloading extensions...
de: Erweiterungen werden heruntergeladen...
es: Descargando extensiones...

# ERROR_LAUNCH_EXTERNAL_APPLICATION_CAPTION
source: Failed to Launch External Application
de: Fehler beim Starten der externen Anwendung
es: Error al iniciar aplicación externa

# ERROR_LAUNCH_EXTERNAL_APPLICATION_TEXT
source: MemoryLifter failed to launch an external application.
de: MemoryLifter konnte eine externe Anwendung nicht starten.
es: Error de MemoryLifter al iniciar una aplicación externa.

# ERROR_DIALOG_DELETE_LM_CAPTION
source: Failed to delete the Learning Module
de: Fehler beim Löschen des Lernmoduls
es: Fallo al eliminar el módulo de aprendizaje

# ERROR_DIALOG_DELETE_LM_TEXT
source: An error occurred while deleting the Learning Module. The process has been stopped.
de: Beim Löschen des Lernmoduls ist ein Fehler aufgetreten. Der Vorgang wurde gestoppt.
es: Error al eliminar el módulo de aprendizaje. El proceso se ha detenido.

# LEARNING_MODULES_PAGE_DOWNLOAD_PROGRESS
source: Downloading ({0}/{1})...
de: Herunterladen ({0}/{1})...

# LEARNING_MODULES_PAGE_DOWNLOAD_START
source: Download is being prepared...
de: Herunterladen wird vorbereitet...

# LEARNING_MODULES_PAGE_DOWNLOAD_EXISTS_CAPTION
source: Learning Module already exists
de: Lernmodul existiert bereits

# LEARNING_MODULES_PAGE_DOWNLOAD_EXISTS_HEADER
source: The selected Learning Module already exists!
de: Das ausgewählte Lernmodule exisitiert bereits!

# LEARNING_MODULES_PAGE_DOWNLOAD_EXISTS_OPEN
source: Open the existing module.
de: Das exisitierende Lernmodul öffnen.

# LEARNING_MODULES_PAGE_DOWNLOAD_EXISTS_OVERWRITE
source: Overwrite the existing module.
de: Das exisitierende Lernmodul überschreiben.

# LEARNING_MODULES_PAGE_DOWNLOAD_EXISTS_RENAME
source: Rename the downloaded module.
de: Das heruntergeladene Lernmodul umbenennen.

# LEARNING_MODULES_PAGE_DOWNLOAD_EXISTS_TEXT
source: A Learning Module with the same name already exists in you Learning Modules folder.
de: Eon Lernmodule mit dem selben Namen ist bereits in Ihrem Lernmodule-Ordner.

# BUTTON_TEXT_OK
source: &OK
es: Aceptar

# PRINT_INDIVIDUALSELECTION_BOX
source: Box
es: Fichero

# PRINT_QUERYORDER_Box
source: Box
es: Fichero

# STYLEEDIT_COLUMN_ELEMENT
source: Element
es: Elemento

source: Pool
es: Grupo

# TASKDIALOG_BUTTON_OK
source: &OK
es: Aceptar

# FONTSIZEUNIT_PIXEL
source: Pixel
es: Píxel

# LEARNING_MODULE_SERVER_OFFLINE
source: SERVER OFFLINE
es: SERVIDOR NO CONECTADO

# BOX_NAME
source: Box {0}
es: Fichero {0}

# LEARNING_MODE_MULTIPLECHOICE
source: Multiple choice
es: Selección múltiple

# LEARNING_MODE_WORD
source: Standard
es: Norma
