Repository: LearnLift/MemoryLifter
Catalog: Development/Current/MLifter.Controls/Properties/Resources.*.resx
Languages: de, es

# DICPATH_INVALIDINPUT_CAPTION
source: Invalid Input
de: Ungültige Eingabe
es: Entrada no válida

# SYNONYM_GRADING_TEXT
source: You didn't know all the synonyms. Still promote card?
de: Sie haben nicht alle Synonyme gewusst. Karte trotzdem höherstufen?
es: No conocía todos los sinónimos. ¿Desea promocionar la ficha igualmente?

# STATUSBAR_CURRENTCHAPTER
source: (Chapter: {0})
de: (Kapitel: {0})
es: (Capítulo: {0})

# SYNONYM_PROMPT_FLY_TEXT
source: This question has multiple correct answers. The total number of synonyms or answers is shown in parentheses next to the answer window caption. The program will automatically switch lines after a correct synonym is entered.
de: Diese Frage hat mehrere richtige Antworten. Die Gesamtzahl der Synonyme oder Antworten wird in Klammern neben dem Antwortfenster angezeigt. Das Programm wechselt automatisch die Zeile, wenn ein korrektes Synonym eingegeben wurde.
es: Esta pregunta tiene varias respuestas correctas. El número total de sinónimos o respuestas se muestra entre paréntesis junto al título de la ventana de respuesta. El programa cambiará automáticamente las líneas cuando se introduzca el sinónimo correcto.

# GROUP_FOLDER_NAME
source: Folders
de: Ordner
es: Carpetas

# CARDEDIT_BITMAPERROR_CAPTION
source: Cannot Paste Content Here
de: Inhalt kann hier nicht eingefügt werden
es: No se puede pegar el contenido aquí.

# POOL_EMPTY_TEXT
source: The pool of cards is empty. Select addtional chapters to learn or add new cards to any of the selected chapters.
de: Der Kartenpool ist leer. Dies ist Ihr aktueller Punktestand. Fügen Sie entweder mit dem Befehl "Kapitel zum Lernen auswählen" im Menü "Lernen" neue Karten hinzu oder fügen Sie neue Karten in das bestehende Kapitel ein.
es: El grupo de fichas está vacío y ésta es su puntuación actual. Para añadir nuevas fichas seleccione "Especificar capítulos de aprendizaje" en la opción de menú "Aprender", o bien añada nuevas fichas al capítulo existente.

# PRINT_BOXSELECTION_ERROR_CAPTION
source: Invalid Input
de: Ungültige Eingabe
es: No hay ninguna entrada válida

# WIZARD_FINISH
source: &Finish
de: Beenden
es: Terminar

# CARD_EDIT_RESIZE
source: Click to Auto-Resize Images
de: Klicken Sie hier, um die Bildgröße anzupassen
es: Haga clic para modificar automáticamente el tamaño de las imágenes.

# SyncStateDeletingMetadata
source: Removing metadata from one or more tables at the client.
de: Metadaten aus einer oder mehreren Tabellen auf dem Client entfernen.
es: Eliminando metadatos de una o varias tablas en el cliente.

# LEARNING_MODULES_PAGE_SYNC_FAILED_MAIN
source: MemoryLifter failed to download the Learning Module.
de: MemoryLifter konnte das Lernmodul nicht herunterladen.
es: MemoryLifter no pudo descargar el módulo de aprendizaje.

# TOOLTIP_FRMCARD_CHARACTER
source: Character Map
de: Zeichentabelle
es: Mapa de caracteres

# XSLEDIT_FILEERROR_TEXT
source: The file could not be loaded into table-view. Text view has been loaded...
de: Die Datei konnte nicht in der Tabellenansicht geöffnet werden. Die Textansicht wird geladen...
es: El archivo no se ha podido cargar en la vista de tabla. Se ha cargado la vista de texto...

# TASKDIALOG_WRONG_AUTHENTIFICATION_TITLE
source: Invalid Login
de: Ungültige Anmeldung
es: Inicio de sesión no válido

# TASKDIALOG_KICK_TITLE
source: Already logged in
de: Bereits angemeldet
es: Ya se ha iniciado sesión

# DIC_ERROR_LOADING_CAPTION
source: Error Loading Learning Module
de: Fehler beim Laden des Lernmoduls
es: Error al cargar el módulo de aprendizaje

# CARDCOLLECTOR_COLUMN_ANSWER
source: Answer
de: Antwort
es: Respuesta

# MULTIPLE_CHOICE_TEXT
source: Multiple choice is not possible with less than {0} cards in the chapter / distractors on card. Add some cards or change settings in "Learning options". Query will continue in standard mode.
de: Multiple Choice ist nicht möglich bei weniger als {0} Karten im Kapitel / Distraktoren auf der Karte. Fügen Sie einige Karten hinzu oder ändern Sie die Einstellungen unter "Lernoptionen". Die Abfrage fährt im Standardmodus fort.
es: No se admiten respuestas múltiples cuando hay menos de {0} fichas en el capítulos / distractores en la ficha. Añada fichas o cambie la configuración en "Opciones de aprendizaje". La consulta seguirá en modo estándar.

# WIZARD_NEXT
source: &Next
de: Weiter
es: Siguiente

# PRINT_QUERYORDER_Chapter
source: Chapter
de: Kapitel
es: Capítulo

# LOGIN_WIZARD_DATABASE_VERSION_NOT_SUPPORTED_TEXT
source: This database version is not supported. Contact your system administrator.
de: Diese Datenbankversion wird nicht unterstützt. Setzen Sie sich mit Ihrem Systemadministrator in Verbindung.
es: Esta versión de la base de datos no se admite. Póngase en contacto con el administrador del sistema.

# SyncStateCreatingMetadata
source: Creating metadata tables at the client.
de: Metadatentabellen beim Client erstellen.
es: Creando tablas de metadatos en el cliente.

# TOOLTIP_NEWDICT_ESOUNDDIR
source: Recorded Sounds Directory Should Be Saved
de: Das Verzeichnis mit den aufgezeichneten Audiodateien sollte gespeichert werden
es: Directorio en el que deben guardarse los sonidos grabados

# CONFIRM_DEMOTE_TITLE
source: Confirm Demote
de: Tieferstufen bestätigen
es: Confirmar degradación

# LISTBOXFIELDS_SOUND_ANSWER_TEXT
source: Sound Answer ({0})
de: Audio für Antwort ({0})
es: Respuesta sonora ({0})

# CARDCOLLECTOR_COLUMN_QUESTIONEXAMPLE
source: Question Example
de: Beispiel für Frage
es: Ejemplo de pregunta

# NEWS_CBSTARTUP_TEXT1
source: Keep me informed
de: Informieren Sie mich
es: Mantenerme informado

# LAST_LEARNED_NEVER
source: Never
de: Nie
es: Nunca

# DRAG_CFG_DIALOG_CONTENT
source: This MemoryLifter configuration file will extend the available connections on the startpage.
de: Diese MemoryLifter-Konfigurationsdatei erweitert die verfügbaren Verbindungen auf der Startseite.
es: El archivo de configuración de MemoryLifter ampliará las conexiones disponibles en la página de inicio.

# TASKDIALOG_BUTTON_YES
source: &Yes
de: Ja
es: Sí

# BUTTON_TEXT_CLOSE
source: &Close
de: Schließen
es: Cerrar

# PRINT_QUERYORDER_Question
source: Question
de: Frage
es: Pregunta

# SYNONYM_GRADING_CAPTION
source: Grade Synonyms
de: Synonyme bewerten
es: Calificar sinónimos

# PROGRESS_MESSAGE_SAVE_AS
source: Saving Learning Module...
de: Lernmodul wird gespeichert...
es: Guardando módulo de aprendizaje...

# MAINTAIN_MODIFICATION_TEXT
source: Modification of multiple cards at once is not yet supported, but deletion is.
de: Das Ändern mehrerer Karten wird noch nicht unterstützt. Löschen ist möglich.
es: Todavía no se admite la modificación de varias fichas, pero sí su eliminación.

# TASKDIALOG_WRONG_USER_TITLE
source: Invalid Login
de: Ungültige Anmeldung
es: Inicio de sesión no válido

# TOOLTIP_FRMCHAPTER_SBDEL
source: Remove Chapter from Selection
de: Kapitel aus Auswahl entfernen
es: Eliminar capítulo de la selección

# NO_WORDS_CAPTION
source: No More Words
de: Keine weiteren Worte
es: No hay más palabras

# CARDEDIT_TOOLTIP_DISTRACTOR
source: This line is highlighted because it is marked as a Distractor. Right click for further information.
de: Diese Zeile ist hervorgehoben, da sie als Distraktor gekennzeichnet ist. Rechtsklicken Sie für weitere Informationen.
es: Esta línea está resaltada porque está marcada como elemento de distracción. Haga clic aquí con el botón derecho del ratón para obtener más información.

# EXAMPLE_CARD_QUESTION_EXAMPLE
source: Question example
de: Beispiel für Frage
es: Ejemplo de pregunta

# AUDIOPLAYER_CRASHED_CAPTION
source: Audio disabled
de: Audio deaktiviert
es: Sonido apagado

# LOGIN_HEADER_TEXT
source: Please sign in "{0}":
de: Bitte auf "{0}" anmelden:
es: Inscríbase en "{0}":

# MAIN_CLOSEWITHOUTSAVE_CONTENT
source: Make sure that the Learning Module file is not opened in another program and that it is writeable, then try again.
de: Stellen Sie sicher, dass die Lernmodul-Datei nicht in einem anderen Programm geöffnet ist und nicht schreibgeschützt ist. Wiederholen Sie anschließend den Vorgang.
es: Asegúrese de que el archivo del módulo de aprendizaje no esté abierto en otro programa y de que no esté protegido contra escritura. A continuación, vuelva a intentarlo.

# BUTTON_TEXT_CANCEL
source: &Cancel
de: Abbrechen
es: Cancelar

# CONFIRM_DEMOTE_DESCRIPTION
source: If you think that you know this card you can still move it into a higher box.
de: Wenn Sie glauben, diese Karte zu kennen, können Sie diese in eine höhere Box verschieben.
es: Aunque considere que ya conoce esta ficha, la puede pasar a un fichero superior.

# NEWDIC_INVALIDINPUT_TEXT
source: A valid name and path for the Learning Module are required, correct your input.
de: Sie müssen einen gültigen Namen und Pfad für das Lernmodul eingeben. Korrigieren Sie Ihre Angaben.
es: Es necesario especificar un nombre y una ruta válidos para el módulo de aprendizaje. Corrija los datos introducidos.

# STYLEEDIT_COLUMN_STYLENAME
source: Style Name
de: Stilname
es: Nombre de estilo

# DRAG_CFG_GENERAL_ERROR_MAININSTRUCTION
source: Error while loading the MemoryLifter configuration file.
de: Fehler beim Laden der MemoryLifter-Konfigurationsdatei.
es: Error al cargar el archivo de configuración de MemoryLifter.

# DRAG_CFG_SUCCESS_MAIN
source: Import of the MemoryLifter configuration file was successful.
de: MemoryLifter-Konfigurationsdatei wurde erfolgreich importiert.
es: Se ha importado con éxito el archivo de configuración de MemoryLifter.

# AUDIO_FILE_FILTER
source: Audio-File|*.mp3;*.wma;*.wav;*.mid
de: Audio-Datei|*.mp3;*.wma;*.wav;*.mid
es: Archivo audio|*.mp3;*.wma;*.wav;*.mid

# TASKDIALOG_KICK_MAIN
source: The user "{0}" is already logged in!
de: Der Benutzer "{0}" ist bereits angemeldet!
es: El usuario "{0}" ya ha iniciado sesión.

# DIC_MEDIA_ERROR_CAPTION
source: Media Directory Error
de: Fehler in Medienverzeichnis
es: Error del directorio multimedia

# DIC_ERROR_CONTENTPROTECTED_CAPTION
source: Error Loading Learning Module
de: Fehler beim Laden des Lernmoduls
es: Error al cargar el módulo de aprendizaje

# TASKDIALOG_WRONG_AUTHENTIFICATION_CONTENT
source: Please enter valid login information.
de: Bitte geben Sie gültige Anmeldeinformationen ein.
es: Introduzca información válida para el inicio de sesión.

# SyncStateCreatingSchema
source: Creating tables at the client.
de: Tabellen beim Client erstellen.
es: Creando tablas en el cliente.

# LISTBOXFIELDS_VIDEO_QUESTION_TEXT
source: Video Question ({0})
de: Video für Frage ({0})
es: Pregunta de vídeo ({0})

# STYLEEDIT_NOITEMSTEXT
source: There are no items in this view.
de: Diese Ansicht enthält keine Elemente.
es: No hay elementos en esta vista.

# TASKDIALOG_BUTTON_NO
source: &No
de: Nein

# TOOLTIP_FRMFIELDS_ADD
source: Add Field to Selection
de: Feld zur Auswahl hinzufügen
es: Añadir campo a la selección

# CREATE_LM_PERMISSION_MBX_TEXT
source: You are not allowed to add Learning Modules for this connection.
de: Sie dürfen keine Lernmodule für diese Verbindung hinzufügen.
es: No tiene permiso para añadir módulos de aprendizaje a esta conexión.

# LEARNING_MODULES_PAGE_NO_VALID_USER_TITLE
source: Learning Modules Connection Error
de: Verbindungsfehler Lernmodule
es: Error de conexión con los módulos de aprendizaje

# DIC_ERROR_LOADING_TEXT
source: Error loading Learning Module {0}.
de: Fehler beim Laden des Lernmoduls {0}.
es: Error al cargar el módulo de aprendizaje {0}

# TASKDIALOG_SHOWDETAILS
source: Show details
de: Details anzeigen
es: Mostrar detalles

# NEWDIC_ANSWER
source: Answer
de: Antwort
es: Respuesta

# CARDEDIT_LOADING_MEDIA_TO_DB
source: Loading media file to database...
de: Karten werden geladen...
es: Cargando archivo multimedia en la base de datos...

# VERTICALALIGNMENT_MIDDLE
source: Middle
de: Mitte
es: Medio

# MAINTAIN_LOADING
source: Loading cards...\t\t\tLoaded: {0} / {1}
de: Karten werden geladen...\t\t\tGeladen: {0} / {1}
es: Cargando fichas...\t\t\tCargadas: {0} / {1}

# CARDCOLLECTOR_COLUMN_ANSWEREXAMPLEAUDIO
source: Answer Example Audio
de: Beispiel-Audio für Antwort
es: Ejemplo de respuesta en audio

# MOVECONNECTION_ERROR
source: Learning Module couldn't be moved to the chosen location.
de: Das Lernmodul konnte nicht zum gewählten Speicherort verschoben werden.
es: El módulo de aprendizaje no se pudo mover a la ubicación seleccionada.

# MAINTAIN_DISCARD_CAPTION
source: Discard Changes?
de: Änderungen verwerfen?
es: ¿Desea descartar los cambios?

# SyncStateReadingMetadata
source: Reading metadata tables at the client.
de: Metadatentabellen auf dem Client lesen.
es: Leyendo tablas de metadatos en el cliente.

# LEARNING_MODULES_PAGE_ITEM_TOOLTIP
source: Category: {0} - Cards: {1}
de: Kategorie: {0} - Karten: {1}
es: Categoría: {0} - Fichas: {1}

# PRINT_STATUS_MEDIA
source: Preparing media...
de: Medien werden vorbereitet...
es: Preparando archivos multimedia...

# AUDIO_PLAY
source: &Play
de: Abspielen
es: Reproducir

# STARTUP_IMPORT_LEARNING_MODULE_MBX_TEXT
source: Do you want to import the the Learning Module?
de: Möchten Sie das Lernmodul importieren?
es: ¿Desea importar el módulo de aprendizaje?

# CONFIRM_DEMOTE_BUTTON_PROMOTE
source: Promote Move the card into Box {0}.
de: Höherstufen Karte in Box {0} verschieben.
es: Promocionar Mover la ficha al fichero {0}.

# MAINTAIN_DISCARD_TEXT
source: Changes not saved! Would you like to discard the changes?
de: Die Änderungen wurden nicht gespeichert! Möchten Sie die Änderungen verwerfen?
es: No se han guardado los cambios ¿Desea descartar los cambios?

# EXAMPLE_CARD_ANSWER
source: Answer
de: Antwort
es: Respuesta

# DRAG_CFG_DIALOG_BUTTONS
source: Import Add this MemoryLifter configuration file to the current configuration.|Cancel Do nothing at all.
de: Importieren Diese MemoryLifter-Konfigurationsdatei zur aktuellen Konfiguration hinzufügen.|Abbrechen Nichts weiter tun.
es: Importar Añadir este archivo de configuración de MemoryLifter a la configuración actual.|Cancelar No hacer nada.

# SyncStateUploadingChanges
source: Sending changes to the server.
de: Änderungen an Server senden.
es: Enviando cambios al servidor.

# BUTTON_TEXT_YES
source: &Yes
de: Ja
es: Sí

# STYLEEDIT_COLUMN_FONT
source: Font
de: Schrift
es: Fuente

# AUDIOPLAYER_CRASHED_TEXT
source: Due to an error with the audio player, sound has been disabled. Restart MemoryLifter to enable sound.
de: Aufgrund eines Fehlers wurde die Audio-Ausgabe deaktiviert. Starten Sie MemoryLifter neu, um das Problem zu beheben.
es: Debido a un error del reproductor de audio, el sonido está apagado. Reinicie MemoryLifter para arreglar el sonido.

# TOOLTIP_FRMCHAPTER_SBDELALL
source: Remove All Chapters from Selection
de: Alle Kapitel aus Auswahl entfernen
es: Eliminar todos los capítulos de la selección

# PRINT_INDIVIDUALSELECTION_CHAPTER
source: Chapter
de: Kapitel
es: Capítulo

# XSLEDIT_FILERROR_CAPTION
source: No Supported File
de: Keine unterstützte Datei
es: No hay ningún archivo compatible

# ALMOST_CAPTION
source: Almost Correct
de: Fast richtig
es: Casi correcto

# SyncStateReadingSchema
source: Reading schema information from the server.
de: Schemainformationen vom Server lesen.
es: Leyendo la información del esquema desde el servidor.

# LISTBOXFIELDS_SOUND_EXQUESTION_TEXT
source: Ex. Sound Question ({0})
de: Beispiel-Audio für Frage ({0})
es: Ejemplo de pregunta sonora ({0})

# CHAPTER_FRAME_NODESCRIPTION
source: No description
de: Keine Beschreibung
es: No hay descripción

# BUTTON_TEXT_NO
source: &No
de: Nein

# ALMOST_TEXT
source: There were a few typing mistakes in your answer. Still count it as correct?
de: Ihre Antwort enthält einige Tippfehler. Möchten Sie die Antwort trotzdem als richtig werten?
es: La respuesta tiene varios errores tipográficos. ¿Desea contarla como correcta igualmente?

# SyncStateDownloadingChanges
source: Receiving changes from the server.
de: Änderungen vom Server empfangen.
es: Recibiendo cambios del servidor.

# LEARNING_MODULES_PAGE_NO_VALID_USER_MAIN
source: Could not get Learning Modules for '{0}'.
de: Es wurden keine Lernmodule für '{0}' gefunden.
es: No se pudieron obtener módulos de aprendizaje para '{0}'.

# LISTBOXFIELDS_EXQUESTION_TEXT
source: Ex. Question ({0})
de: Beispiel für Frage ({0})
es: Ejemplo de pregunta ({0})

# STYLEEDIT_COLUMN_STYLEVALUE
source: Style Value
de: Stilwert
es: Valor de estilo

# CONFIRM_DEMOTE_BUTTON_DEMOTE
source: Demote The card will be moved back into Box 1.
de: Tieferstufen Karte zurück in Box 1 verschieben.
es: Degradar La ficha volverá al fichero 1.

# SyncStateWritingMetadata
source: Updating metadata tables at the client.
de: Metadatentabellen auf dem Client aktualisieren.
es: Actualizando tablas de metadatos en el cliente.

# TOOLTIP_FRMCHAPTER_SBADDALL
source: Add All Chapters to Selection
de: Alle Kapitel zur Auswahl hinzufügen
es: Añadir todos los capítulos a la selección

# MAINFORM_LBLANSWER_SENTENCES_TEXT
source: Enter {0} sentence below
de: Beispielsatz für {0} unten eingeben
es: Introduzca la frase {0} a continuación

# LEARNING_MODULES_PAGE_NO_VALID_USER_CONTENT
source: MemoryLifter failed to get all Learning Modules in the selected folder.
de: MemoryLifter konnte nicht alle Lernmodule im ausgewählten Ordner laden.
es: MemoryLifter no pudo obtener todos los módulos de aprendizaje en la carpeta seleccionada.

# IMAGE_FILE_FILTER
source: Image|*.jpg;*.jpeg;*.gif;*.png;*.bmp
de: Bild|*.jpg;*.jpeg;*.gif;*.png;*.bmp
es: Imagen|*.jpg;*.jpeg;*.gif;*.png;*.bmp

# TASKDIALOG_WRONG_PASSWORD_CONTENT
source: Please enter a valid username - password combination.
de: Bitte geben Sie eine gültige Kombination aus Benutzername und Passwort ein.
es: Introduzca una combinación de nombre de usuario-contraseña válida.

# TASKDIALOG_WRONG_USER_MAIN
source: The given username is not valid!
de: Der angegebene Benutzername ist ungültig!
es: El nombre de usuario indicado no es válido.

# LEARN_OPTIONS_NO_MODE_TEXT
source: You have to check at least one learning mode and one query direction!
de: Sie müssen mindestens einen Lernmodus und eine Abfragerichtung auswählen!
es: Debe marcar al menos un modo de aprendizaje y una dirección de consulta.

# MAINTAIN_UNCHANGED
source: (unchanged)
de: (unverändert)
es: (sin cambios)

# EDITCARD_NEW
source: Add Card
de: Karte hinzufügen
es: Añadir ficha

# LEARNING_MODULES_PAGE_LOADING
source: Loading...
de: Lade...
es: Cargando...

# DIC_ERROR_LOADING_LOCKED_TEXT
source: Error loading Learning Module {0}. The file may be in use by another application. Please close it and try again.
de: Fehler beim Laden des Lernmoduls {0}. Die Datei wird möglicherweise bereits von einer anderen Anwendung verwendet. Bitte schließen Sie die Datei und versuchen Sie es erneut.
es: Error al cargar el módulo de aprendizaje {0}. El archivo puede estar en uso por otra aplicación. Ciérrelo e inténtelo de nuevo.

# SyncStateGettingInserts
source: Selecting inserts from the client or server store.
de: Auswahl fügt aus dem Client- oder Serverspeicher ein.
es: Seleccionando inserciones de cliente o servidor.

# TOOLTIP_FRMFIELDS_ADDALL
source: Add All Fields to Selection
de: Alle Felder zur Auswahl hinzufügen
es: Añadir todos los campos a la selección

# RESTART_BACKUP_TEXT
source: A backup of the current Learning Module has been created: "{0}". Use this if you want to return to your the current card set and learning progress.
de: Es wurde eine Sicherungskopie des aktuellen Lernmoduls erstellt: "{0}". Verwenden Sie diese, wenn Sie zum aktuellen Kartensatz und Lernfortschritt zurückkehren möchten.
es: Se ha creado una copia de seguridad del módulo de aprendizaje: "{0}". Utilícela si desea volver al conjunto de fichas y el estado de aprendizaje actuales.

# CARDEDIT_BITMAPERROR_TEXT
source: The feature to directly paste a bitmap is not yet implemented. Save the picture to a file and then drag & drop the file here.
de: Die Funktion zum direkten Einfügen eines Bildes ist noch nicht implementiert. Speichern Sie das Bild in eine Datei und legen Sie die Datei dann hier ab.
es: La función que permite pegar directamente un mapa de bits todavía no está implementada. Guarde la imagen en un archivo y guarde aquí dicho archivo.

# LEARNING_MODULES_PAGE_SERVER_OFFLINE_TITLE
source: Server Connection Error
de: Serververbindungsfehler
es: Error de conexión con el servidor

# CARDCOLLECTOR_COLUMN_ANSWERIMAGE
source: Answer Image
de: Bild für Antwort
es: Imagen de respuesta

# DRAG_CFG_DIALOG_TITLE
source: Import config file?
de: Konfigurationsdatei importieren?
es: ¿Importar archivo de configuración?

# STARTUP_IMPORT_LEARNING_MODULE_MBX_OPTION_YES
source: Yes, import the Learning module.
de: Ja, Lernmodul importieren.
es: Sí, importar el módulo de aprendizaje.

# LEARN_OPTIONS_NO_MODE_CAPTION
source: Check Learning Mode and Query Direction
de: Lernmodus und Abfragerichtung prüfen
es: Compruebe el modo de aprendizaje y la dirección de la consulta.

# LOGIN_WIZARD_DATABASE_VERSION_NOT_SUPPORTED_CAPTION
source: Database version not supported
de: Die Datenbankversion wird nicht unterstützt
es: Versión de base de datos no admitida

# LEARNING_MODULES_PAGE_CONVERT_OPTION_YES
source: Yes, convert the Learning Module.
de: Ja, Lernmodul konvertieren.
es: Sí, convertir el módulo de aprendizaje.

# STYLEEDIT_COLUMN_VALIGN
source: V-Align
de: Ausrichtung vertikal
es: Alineación vertical

# LEARNING_MODULE_NOT_ACCESSIBLE
source: NOT AVAILABLE
de: NICHT VERFÜGBAR
es: NO DISPONIBLE

# TOOLTIP_FRMCHAPTER_SBADD
source: Add Chapter to Selection
de: Kapitel zur Auswahl hinzufügen
es: Añadir capítulo a la selección

# PRINT_NOCARDS_TEXT
source: Your print selection does not contain any cards. Go back and alter your selection.
de: Sie haben keine Karten zum Drucken ausgewählt. Gehen Sie zurück und ändern Sie Ihre Auswahl.
es: Su selección de impresión no contiene ninguna ficha. Volver y alterar la selección.

# LEARNING_MODULES_PAGE_SERVER_OFFLINE_MAIN_SINGLE
source: Could not connect to the server '{0}'!
de: Es konnte keine Verbindung zu Server '{0}' hergestellt werden!
es: No se pudo conectar con el servidor '{0}'.

# LEARNING_MODULES_PAGE_CONVERT_CONTENT
source: Would you like to open and convert the file instead?
de: Möchten Sie die Datei stattdessen öffnen und konvertieren?
es: ¿Desea abrir y convertir el archivo?

# CONFIRM_DEMOTE_TEXT
source: Your answer was not fully correct.
de: Ihre Antwort war teilweise richtig.
es: Su respuesta no es totalmente correcta.

# MAINFORM_LBLANSWER_DEFAULT_TEXT1
source: Enter {0} below
de: {0} unten eingeben
es: Introduzca {0} a continuación

# STYLEEDIT_SELECTFONTBUTTON
source: Font...
de: Schrift...
es: Fuente...

# PRINT_INDIVIDUALSELECTION_ANSWER
source: Answer
de: Antwort
es: Respuesta

# MAINTAIN_DICTOVERVIEW_TEXT
source: All cards
de: Alle Karten
es: Todas las fichas

# ERROR_LEARNINGMODULE_NONAME
source: Learning Module (no name available)
de: Lernmodul (kein Name vorhanden)
es: Módulo de aprendizaje (sin nombre disponible)

# CARD_EDIT_RESIZE_BUTTONS
source: Small This will resize the image to {0}x{1} pixels.|Medium This will resize the image to {2}x{3} pixels.|Large This will resize the image to {4}x{5} pixels.|No resizing Resizing will be disabled. The image will be saved in its original size.
de: Klein Ändert die Bildgröße auf {0}x{1} Pixel.|Mittel Ändert die Bildgröße auf {2}x{3} Pixel.|Groß Ändert die Bildgröße auf {4}x{5} Pixel.|Größe nicht ändern Die Bildgröße wird nicht geändert. Das Bild wird in der Originalgröße gespeichert.
es: Pequeño El tamaño de la imagen cambiará a {0}x{1} píxeles.|Mediano El tamaño de la imagen cambiará a {2}x{3} píxeles.|Grande El tamaño de la imagen cambiará a {4}x{5} píxeles.|No cambiar el tamaño Se desactivará el cambio de tamaño. La imagen se guardará con el tamaño original.

# NEWS_LOADING
source: Loading...
de: Lade...
es: Cargando...
