Repository: LearnLift/MemoryLifter
Catalog: Development/Current/MLifter.Controls/Properties/Resources.*.resx
Languages: de, es

# SYNONYM_GRADING_OPTION_NO
source: No, do not promote card.
de: Nein, Karte nicht höherstufen.
es: No, no promocionar ficha.

# MAINTAIN_DELETE_CAPTION
source: Delete Card
de: Karte löschen
es: Eliminar ficha

# CARDCOLLECTOR_COLUMN_QUESTIONVIDEO
source: Question Video
de: Video für Frage:
es: Vídeo de la pregunta

# STARTUP_IMPORT_LEARNING_MODULE_MBX_OPTION_NO
source: No, just open it.
de: Nein, einfach öffnen.
es: No, sólo abrirlo.

# STYLEEDIT_TOOLTIP_DELETE
source: Delete Element
de: Element löschen
es: Eliminar elemento

# SyncStateApplyingDeletes
source: Applying deletes.
de: Löschungen anwenden.
es: Aplicando eliminaciones.

# MAIN_CLOSEWITHOUTSAVE_CAPTION
source: Error Saving Learning Module
de: Fehler beim Speichern des Lernmoduls
es: Error al guardar el módulo de aprendizaje

# CHAPTER_FRAME_TOOLTIP
source: {0} Cards {1}
de: {0} Karten {1}
es: {0} fichas {1}

# EDITCARD_DELETE
source: Delete Card
de: Karte löschen
es: Eliminar ficha

# AUDIO_STOP
source: &Stop
de: Stopp
es: Parar

# PRINT_STATUS_PAGES
source: Preparing pages...
de: Seiten werden vorbereitet...
es: Preparando páginas...

# MAINFORM_LBLANSWER_DEFAULT_TEXT2
source: Enter {0} below ({1} Synonyms)
de: {0} unten eingeben ({1} Synonyme)
es: Introduzca {0} a continuación ({1} Sinónimos)

# SyncStateApplyingInserts
source: Applying inserts.
de: Einfügungen anwenden.
es: Aplicando inserciones.

# VIDEO_FILE_FILTER
source: Video-File|*.avi;*.mpg;*.wmv;*.mpeg
de: Video-Dateien |*.avi;*.mpg;*.wmv;*.mpeg
es: Archivos de vídeo |*.avi;*.mpg;*.wmv;*.mpeg

# EXAMPLE_CARD_QUESTION
source: Question
de: Frage
es: Pregunta

# LISTBOXFIELDS_QUESTION_TEXT
source: Question ({0})
de: Frage ({0})
es: Pregunta ({0})

# LOGIN_WIZARD_WRONG_USERNAME_OR_PASSWORD_CAPTION
source: Authentication failure
de: Authentifizierung fehlgeschlagen
es: Fallo de autenticación

# NEWDIC_QUESTION
source: Question
de: Frage
es: Pregunta

# TASKDIALOG_WRONG_PASSWORD_MAIN
source: The given password did not match the given username!
de: Das angegebene Passwort passt nicht zu dem Benutzernamen!
es: La contraseña indicada no coincide con el nombre de usuario.

# TOOLTIP_SELF_ASSESSEMENT_YES
source: Promote card
de: Karte höherstufen
es: Promocionar ficha

# CARDEDIT_SAVE_CAPION
source: Save Changes?
de: Änderungen speichern?
es: ¿Desea guardar los cambios?

# STARTUP_IMPORT_LEARNING_MODULE_PERMISSION_MBX_TEXT
source: You are not allowed to add Learning Modules for this connection.
de: Sie dürfen keine Lernmodule für diese Verbindung hinzufügen.
es: No tiene permiso para añadir módulos de aprendizaje a esta conexión.

# TASKDIALOG_MAININSTRUCTION
source: Main Instruction
de: Wichtige Anweisung
es: Instrucción principal

# TASKDIALOG_WRONG_AUTHENTIFICATION_MAIN
source: Could not log in with the given credentials!
de: Anmeldung mit den angegebenen Zugangsdaten nicht möglich!
es: No se pudo iniciar sesión con los credenciales indicados.

# ALMOST_OPTION_NO
source: No, do not promote card.
de: Nein, Karte nicht höherstufen.
es: No, no promocionar ficha.

# PRINT_QUERYORDER_None
source: None
de: Nicht sortieren
es: Ninguna

# CARDCOLLECTOR_COLUMN_QUESTIONAUDIO
source: Question Audio
de: Audio für Frage
es: Pregunta en audio

# NEWDIC_NEW
source: New Learning Module
de: Neues Lernmodul
es: Nuevo módulo de formación

# SYNONYM_GRADING_EXPANDEDINFO
source: You selected to be prompted on how to grade synonyms. To change this, go to Tools - Learning options - Synoynms.
de: Sie werden zur Bewertung von Synonymen aufgefordert. Um diese Einstellung zu ändern, wählen Sie Werkzeuge -> Lernoptionen -> Synonyme.
es: Ha seleccionado que se le consulte cómo calificar los sinónimos. Para cambiar esta configuración, vaya a Herramientas - Opciones de aprendizaje - Sinónimos.

# STATUSBAR_RESPONSE_CORRECT
source: Card has been promoted to the next box.
de: Die Karte wurde in die nächste Box hochgestuft.
es: La ficha se ha promocionado al siguiente fichero.

# STYLEEDIT_COLUMN_BACKCOLOR
source: Back-Color
de: Hintergrundfarbe
es: Color de la parte posterior

# LISTBOXFIELDS_SOUND_EXANSWER_TEXT
source: Ex. Sound Answer ({0})
de: Beispiel-Audio für Antwort ({0})
es: Ejemplo de respuesta sonora ({0})

# TASKDIALOG_HIDEDETAILS
source: Hide details
de: Details ausblenden
es: Ocultar detalles

# DICPATH_INVALIDINPUT_TEXT
source: A valid path is required, please correct your input.
de: Bitte geben Sie einen gültigen Pfad an.
es: Es necesario especificar una ruta válida. Corrija los datos introducidos.

# MAIN_CLOSEWITHOUTSAVE_COMMANDS
source: Retry.|Cancel.|Close program without saving. Warning, this may lead to data loss!
de: Wiederholen.|Abbrechen.|Programm schließen ohne Speichern. Achtung: Dies kann zu Datenverlust führen!
es: Reintentar.|Cancelar.|Cerrar programa sin guardar. Aviso: esto podría ocasionar pérdidas de datos.

# LOGIN_WIZARD_WRONG_USERNAME_OR_PASSWORD_TEXT
source: Failed to authenicate user. Wrong username or password.
de: Authentifizierung des Benutzers fehlgeschlagen. Falscher Benutzername oder falsches Passwort.
es: Fallo de autenticación del usuario. Nombre de usuario o contraseña erróneos.

# MAINTAIN_MODIFICATION_CAPTION
source: Note
de: Anmerkung
es: Nota

# HORIZONTALALIGNMENT_RIGHT
source: Right
de: Rechts
es: Derecha

# LEARNING_MODULES_PAGE_DeleteCaptionSingle
source: Delete {0}?
de: {0} löschen?
es: ¿Desea anular {0}?

# HORIZONTALALIGNMENT_CENTER
source: Center
de: Zentriert
es: Centrar

# NEWS_UNAVAILABLE
source: News not available.
de: Keine Neuigkeiten vorhanden.
es: No hay noticias disponibles.

# LEARNING_MODULES_PAGE_CONVERT_TITLE
source: Old Learning Module
de: Altes Lernmodul
es: Módulo de aprendizaje antiguo

# NO_CATEGORY
source: Unknown Category
de: Unbekannte Kategorie
es: Categoría desconocida

# LEARNING_MODULES_PAGE_SERVER_OFFLINE_MAIN_MULTIPLE
source: Could not connect to the servers: {0}
de: Es konnte keine Verbindung zu folgenden Servern hergestellt werden: {0}
es: No se pudo conectar con los servidores: {0}

# CARD_EDIT_RESIZE_TEXT
source: Would you like the image to be resized?
de: Möchten Sie die Bildgröße ändern?
es: ¿Desea cambiar el tamaño de la imagen?

# TOOLTIP_FRMFIELDS_DELETEALL
source: Remove All Fields from Selection
de: Alle Felder aus Auswahl entfernen
es: Eliminar todos los campos de la selección

# VERTICALALIGNMENT_TOP
source: Top
de: Oben
es: Arriba

# STATUSBAR_RESPONSE_ALMOST
source: Almost!
de: Fast!
es: ¡Casi!

# TOOLTIP_SELF_ASSESSEMENT_DONTASK
source: Don't Ask Card Again, Card is restorable in "Cards - Maintain"
de: Nicht mehr nach dieser Karte fragen. Karte kann unter "Karten - Verwalten" wiederhergestellt werden.
es: No volver a preguntar la ficha, La ficha puede restaurarse en "Fichas - Mantener"

# TASKDIALOG_WRONG_PASSWORD_TITLE
source: Invalid Login
de: Ungültige Anmeldung
es: Inicio de sesión no válido

# STYLEEDIT_COLUMN_HALIGN
source: H-Align
de: Ausrichtung horizontal
es: Alineación horizontal

# LOGIN_SHOW_OPTIONS
source: Show Options
de: Optionen
es: Opciones

# LEARNING_MODULES_PAGE_SERVER_OFFLINE_CONTENT
source: One or more servers are either offline or your network connection is lost, but you are still able to learn your synchronized modules. Please contact your service provider.
de: Ein oder mehrere Server sind entweder offline oder Ihre Netzwerkverbindung ist fehlgeschlagen. Sie können Ihre synchronisierten Module jedoch weiterhin lernen. Bitte wenden Sie sich an Ihren Service Provider.
es: Uno o varios servidores están desconectados o la conexión de red se ha perdido, pero puede seguir estudiando con los módulos sincronizados. Póngase en contacto con su proveedor de servicios.

# CARD_EDIT_RESIZE_CHECKBOX
source: Use for both sides
de: Für beide Bereiche (Frage/Antwort) anwenden
es: Usar los dos lados

# SYNC_DOWNLOAD_MEDIA
source: Downloading media content...
de: Medieninhalt wird heruntergeladen...
es: Descargando contenido multimedia...

# STARTUP_IMPORT_LEARNING_MODULE_FAILED_MBX_TEXT
source: An error occured while copying the Learning Module. The copy process has been stopped.
de: Beim Kopieren des Lernmoduls ist ein Fehler aufgetreten. Der Kopiervorgang wurde gestoppt.
es: Error al copiar el módulo de aprendizaje. El proceso de copia se ha detenido.

# LEARNING_MODULES_PAGE_DeleteLM_Multiple
source: Are you sure you want to delete the {0} selected Learning Modules?
de: Möchten Sie wirklich die ausgewählten Lernmodule löschen ({0} Module)?
es: ¿Seguro que desea eliminar los {0} módulos de aprendizaje seleccionados?

# PRINT_STATUS_FETCHINGCARDS
source: Fetching cards...
de: Karten werden abgerufen...
es: Obteniendo fichas...

# STATUSBAR_RESPONSE_INCORRECT
source: Card has been demoted to Box 1.
de: Die Karte wurde in Box 1 heruntergestuft.
es: La ficha se ha relegado al fichero 1.

# LISTBOXFIELDS_CHAPTER
source: Chapter
de: Kapitel
es: Capítulo

# PRINT_INDIVIDUALSELECTION_QUESTION
source: Question
de: Frage
es: Pregunta

# LEARNING_MODULES_PAGE_CONVERT_MAIN
source: This is a depricated Learning Module format and cannot be imported to this connection.
de: Ungültiges Lernmodulformat. Kann nicht in diese Verbindung importiert werden.
es: El formato de este módulo de aprendizaje está anticuado y no se puede importar en esta conexión.

# PRINT_STATUS_RENDERING
source: Rendering pages...
de: Seiten werden berechnet...
es: Generando páginas...

# CARDCOLLECTOR_COLUMN_QUESTIONEXAMPLEAUDIO
source: Question Example Audio
de: Beispiel-Audio für Frage
es: Ejemplo de pregunta en audio

# DRAG_CFG_SUCCESS_CONTENT_PLUR
source: MemoryLifter imported {0} connections successfully.
de: Es wurden {0} Verbindungen erfolgreich von MemoryLifter importiert.
es: MemoryLifter ha importado correctamente {0} conexiones.

# MAINTAIN_DELETE_TEXT
source: Are you sure you want to delete the selected card(s)?
de: Möchten Sie wirklich die ausgewählten Karten löschen?
es: ¿Seguro que desea eliminar las fichas seleccionadas?

# ALMOST_EXPANDEDINFO
source: You selected to be prompted on how to grade typing mistakes. To change this, open Tools/Learning options/Typing.
de: Sie haben eingestellt, dass eine Abfrage erscheinen soll, wie Tippfehler zu bewerten sind. Um diese Einstellung zu ändern, wählen Sie Werkzeuge -> Lernoptionen -> Eingabe.
es: Ha seleccionado que se le consulte cómo calificar los errores tipográficos. Para cambiar esta configuración, vaya a Herramientas/Opciones de aprendizaje/Escritura.

# NEWS_NEWNEWS
source: News ({0} new)
de: Neuigkeiten ({0} neu)
es: Noticias ({0} nuevas)

# NEWDIC_CAPTION
source: Create New Learning Module
de: Neues Lernmodul erzeugen
es: Crear nuevo módulo de aprendizaje

# LOGIN_WIZARD_STATUS_TEXT
source: Trying to login automatically...
de: Automatischer Anmeldeversuch...
es: Intentando iniciar sesión automáticamente...

# EXAMPLE_CARD_ANSWER_EXAMPLE
source: Answer example
de: Beispiel für Antwort
es: Ejemplo de respuesta

# SyncStateGettingDeletes
source: Selecting deletes from the client or server store.
de: Auswahl nimmt Löschung aus dem Client- oder Serverspeicher vor.
es: Seleccionando eliminaciones del almacén de cliente o servidor.

# MAINTAIN_CHANGEALL
source: Change selected cards
de: Gewählte Karten ändern
es: Cambie las fichas seleccionadas

# SYNONYM_GRADING_OPTION_YES
source: Yes, promote card.
de: Ja, Karte höherstufen.
es: Sí, promocionar ficha.

# PRINT_BOXSELECTION_ERROR_TEXT
source: Please enter some valid box-numbers!
de: Geben Sie bitte gültige Box-Nummern ein!
es: Introduzca varios números de fichero válidos.

# FONTSIZEUNIT_PERCENT
source: Percent
de: Prozent
es: Porcentaje

# LEARNING_MODULES_PAGE_CONVERT_OPTION_NO
source: No.
de: Nein.

# DIC_ERROR_NOT_DECRYPTED_CAPTION
source: Error Loading Learning Module
de: Fehler beim Laden des Lernmoduls
es: Error al cargar el módulo de aprendizaje

# SyncStateGettingUpdates
source: Selecting updates from the client or server store.
de: Auswahl nimmt Aktualisierung aus dem Client- oder Serverspeicher vor.
es: Seleccionando actualizaciones del almacén de cliente o servidor.

# CARDCOLLECTOR_COLUMN_ANSWERAUDIO
source: Answer Audio
de: Audio für Antwort
es: Respuesta en audio

# FOLDER_AMOUNT_LEARNINGMODULES
source: {0} Learning Modules
de: {0} Lernmodule
es: ¿Eliminar {0} módulos de aprendizaje?

# NO_AUTHOR
source: Unknown Author
de: Unbekannter Autor
es: Autor desconocido

# TASKDIALOG_KICK_BUTTONS
source: Close open Session Logs out other sessions and starts a new session.|Cancel Cancel and select another user.
de: Geöffnete Sitzung beenden Beendet andere Sitzungen und startet eine neue Sitzung.|Abbrechen Abbrechen und anderen Benutzer wählen.
es: Cerrar sesión abierta Cierra otras sesiones e inicia una sesión nueva.|Cancelar Cancelar y seleccionar otro usuario.

# VERTICALALIGNMENT_BOTTOM
source: Bottom
de: Unten
es: Abajo

# CREATE_LM_PERMISSION_MBX_CAPTION
source: Insufficient permission
de: Berechtigung unzureichend
es: Permisos insuficientes

# SYNC_DOWNLOAD_MEDIA_STEP
source: Downloading item {0} of {1}.
de: Element {0} von {1} wird heruntergeladen.
es: Descargando elemento {0} de {1}.

# LEARNING_MODULES_PAGE_NO_SELECTION
source: Please select a Learning Module...
de: Bitte wählen Sie ein Lernmodul...
es: Seleccione un módulo de aprendizaje...

# LEARNING_MODULES_PAGE_Browse_Filter
source: Learning Modules (*{0};*{1};*{2};*{3})|*{0};*{1};*{2};*{3}
de: Lernmodule (*{0};*{1};*{2};*{3})|*{0};*{1};*{2};*{3}
es: Módulos de aprendizaje (*{0};*{1};*{2};*{3})|*{0};*{1};*{2};*{3}

# DRAG_INVALID_CFG_FILE_TITLE
source: Invalid MemoryLifter configuration file
de: Ungültige MemoryLifter-Konfigurationsdatei
es: Archivo de configuración de MemoryLifter no válido

# EDITCARD_OPENPICTURE
source: Click to browse for an image or drop an image file here.
de: Klicken Sie hier, um nach einem Bild zu suchen oder eine Bilddatei hier abzulegen.
es: Haga clic para buscar una imagen o para soltar un archivo de imagen aquí.

# LEARNING_MODULES_PAGE_SYNC_FAILED_CONTENT
source: This is probably due to a server or network problem. Please check network connection or contact your service provider.
de: Dies ist wahrscheinlich auf ein Server- oder Netzwerkproblem zurückzuführen. Bitte überprüfen Sie die Netzwerkverbindung oder setzen Sie sich mit Ihrem Service Provider in Verbindung.
es: El problema puede deberse a un problema de servidor o de red. Compruebe la conexión de red o póngase en contacto con su proveedor de servicios.

# CARD_EDIT_RESIZE_FOOTER
source: WARNING: This method is irreversible!
de: ACHTUNG: Diese Methode kann nicht rückgängig gemacht werden!
es: AVISO: Este método es irreversible.

# STARTUP_IMPORT_LEARNING_MODULE_CONTENT
source: If you continue the Learning Module will be imported to '{0}'.
de: Wenn Sie fortfahren, wird das Lernmodul in '{0}' importiert.
es: Si sigue, se importará el módulo de aprendizaje a '{0}'.

# HORIZONTALALIGNMENT_NONE
source: None
de: Keine
es: Ninguna

# STATUSBAR_SELFASSESSMENT
source: Did you know it?
de: Wussten Sie es?
es: ¿Conocía la respuesta?

# LISTBOXFIELDS_IMAGE_QUESTION_TEXT
source: Image Question ({0})
de: Bild für Frage ({0})
es: Pregunta de imagen ({0})

# DRAG_CFG_SUCCESS_CONTENT_SING
source: MemoryLifter imported 1 connection successfully.
de: Es wurde 1 Verbindung erfolgreich von MemoryLifter importiert.
es: MemoryLifter ha importado correctamente 1 conexión.

# DIC_ERROR_LOADING_LOCKED_CAPTION
source: Error Loading Learning Module
de: Fehler beim Laden des Lernmoduls
es: Error al cargar el módulo de aprendizaje

# LISTBOXFIELDS_ANSWER_TEXT
source: Answer ({0})
de: Antwort ({0})
es: Respuesta ({0})

# LOGIN_WIZARD_CONNECTION_FAILURE
source: Failed to connect.
de: Verbindung fehlgeschlagen.
es: Fallo de conexión.

# LEARNMODULES_MAINNODE
source: All Learning Modules
de: Alle Lernmodule
es: Todos los módulos de aprendizaje

# LEARNING_MODULES_PAGE_DeleteLM_Single
source: Are you sure you want to delete the Learning Module "{0}"?
de: Möchten Sie das Lernmodul "{0}" wirklich löschen?
es: ¿Seguro que desea eliminar el módulo de aprendizaje "{0}"?

# DIC_ERROR_CONTENTPROTECTED_TEXT
source: Error loading Learning Module {0}. The Learning Module cannot be imported because it is content protected.
de: Fehler beim Laden des Lernmoduls {0}. Das Lernmodul kann nicht importiert werden. Der Inhalt ist geschützt.
es: Error al cargar el módulo de aprendizaje {0}. El módulo de aprendizaje no se puede importar porque su contenido está protegido.

# NO_WORDS_TEXT
source: No cards to ask left! Use "Select chapters" in the "Learn" menu.
de: Keine abzufragenden Karten mehr vorhanden! Verwenden Sie den Befehl "Kapitel zum Lernen auswählen" im Menü "Lernen".
es: No quedan fichas que preguntar. Utilice "Especificar capítulos que aprender" en el menú "Aprender".

# STARTUP_IMPORT_LEARNING_MODULE_FAILED_MBX_CAPTION
source: Failed to copy the Learning Module
de: Fehler beim Kopieren des Lernmoduls
es: Fallo al copiar el módulo de aprendizaje

# CARDCOLLECTOR_COLUMN_QUESTIONIMAGE
source: Question Image
de: Bild für Frage
es: Imagen de pregunta

# SELECTED_LEARNMODE_NOT_ALLOWED
source: You selected the "{0}" learning mode, but the current card cannot be learned in this mode.
de: Sie haben den Lernmodus "{0}" ausgewählt. Die aktuelle Karte kann jedoch nicht in diesem Modus gelernt werden.
es: Ha seleccionado el módulo de aprendizaje "{0}", pero la ficha actual no se puede estudiar en este modo.

# CARDCOLLECTOR_COLUMN_QUESTION
source: Question
de: Frage
es: Pregunta

# VERTICALALIGNMENT_NONE
source: None
de: Keine
es: Ninguna

# NEWDIC_INVALIDINPUT_CAPTION
source: Invalid Input
de: Ungültige Eingabe
es: Entrada no válida

# STARTUP_IMPORT_LEARNING_MODULE_MBX_CAPTION
source: Import the Learning Module?
de: Lernmodul importieren?
es: ¿Importar el módulo de aprendizaje?

# DIC_ERROR_NOT_DECRYPTED_TEXT
source: You tried to open a Learning Module which requires the memory stick it came with. Please insert the original memory stick and open it from there.
de: Sie haben versucht, ein Lernmodul zu öffnen, welches den mitgelieferten Memory Stick benötigt. Bitte stecken Sie den Original-Memory Stick ein und öffnen Sie es von dort.
es: Ha intentado abrir un módulo de aprendizaje que necesita el lápiz de memoria original. Inserte el lápiz de memoria original y ábralo desde allí.

# CARDEDIT_TOOLTIP_SYNONYMMODE
source: Switches Between Word and Synonym Mode
de: Umschalten zwischen Wort- und Synonymmodus
es: Alterna entre el modo de palabra y de sinónimo

# CARDEDIT_SAVE_TEXT
source: Would you like to save the changes?
de: Möchten Sie die Änderungen speichern?
es: ¿Desea guardar los cambios?

# STARTUP_IMPORT_LEARNING_MODULE_PERMISSION_MBX_CAPTION
source: Insufficient permission
de: Berechtigung unzureichend
es: Permisos insuficientes

source: Inactive
de: Inaktiv
es: Inactivo

# TASKDIALOG_WRONG_USER_CONTENT
source: Please enter a valid username.
de: Bitte geben Sie einen gültigen Benutzernamen ein.
es: Introduzca un nombre de usuario válido.

# COPYTO_STATUS_MESSAGE
source: Loading...
de: Lade...
es: Cargando...

# FOLDER_AMOUNT_SUBFOLDERS
source: {0} Sub-Folders
de: {0} Unterordner
es: {0} Subcarpetas

# RESTART_BACKUP_CAPTION
source: Backup Created
de: Sicherungskopie wurde erstellt
es: Se ha creado la copia de seguridad.

# TASKDIALOG_BUTTON_CLOSE
source: &Close
de: Schließen
es: Cerrar

# CARDEDIT_STATUS_SAVING
source: Changing {0} cards...
de: {0} Karten werden geändert...
es: Cambiando {0} fichas...

# PLEASE_TRY_AGAIN_OR_SWITCH
source: Please try again or choose another location.
de: Bitte versuchen Sie es erneut oder wählen Sie einen anderen Speicherort.
es: Inténtelo de nuevo o elija otra ubicación.

# LEARNING_MODULES_PAGE_NO_DESCRIPTION
source: Please wait while the preview loads...
de: Bitte warten Sie, während die Vorschau geladen wird...
es: Espere mientras se carga la vista preliminar...

# STYLEEDIT_COLUMN_COLOR
source: Text-Color
de: Textfarbe
es: Texto - Color

# LISTBOXFIELDS_EXANSWER_TEXT
source: Ex. Answer ({0})
de: Beispiel für Antwort ({0})
es: Ejemplo de respuesta ({0})

# LISTBOXFIELDS_VIDEO_ANSWER_TEXT
source: Video Answer ({0})
de: Video für Antwort ({0})
es: Respuesta de vídeo ({0})

# CARDEDIT_TOOLTIP_CHARACTERMAP
source: Displays/Hides Character Map
de: Blendet die Zeichentabelle ein oder aus.
es: Muestra/oculta el mapa de caracteres

# STARTPAGE_LOADING
source: Please wait. Loading details...
de: Bitte warten. Details werden geladen...
es: Espere, por favor. Cargando detalles...

# CARD_EDIT_RESIZE_DESCRIPTION
source: The image will be resized to the selected size, you can use this option to make the overall file size of the learning module smaller and/or make the images fit better to the size of the learning window. To deactivate or modify resizing for cards added later, click the resize button again and select the desired sizing.
de: Das Bild wird auf die gewählte Größe geändert. Verwenden Sie diese Option, um die Gesamtdateigröße des Lernmoduls zu verkleinern und/oder die Bilder besser in das Lernfenster einzupassen. Um das Ändern der Größe von später hinzugefügten Karten zu deaktivieren oder zu ändern, klicken Sie erneut auf die Schaltfläche "Größe ändern" und wählen die gewünschte Größe.
es: La imagen cambiará al tamaño seleccionado. Puede utilizar esta opción para reducir el tamaño total de archivo del módulo de aprendizaje o para que las imágenes encajen mejor en el tamaño de la ventana de aprendizaje. Para desactivar o modificar el cambio de tamaño del las fichas añadidas más tarde, vuelva a hacer clic en el botón Cambiar tamaño y seleccione el tamaño deseado.

# TOOLTIP_SELF_ASSESSEMENT_NO
source: Demote Card
de: Karte tieferstufen
es: Degradar ficha

# LISTBOXFIELDS_SOUND_QUESTION_TEXT
source: Sound Question ({0})
de: Audio für Frage ({0})
es: Pregunta sonora ({0})

# DRAG_CFG_GENERAL_ERROR_TITLE
source: Error loading configuration file
de: Fehler beim Laden der Konfigurationsdatei
es: Error al cargar el archivo de configuración

# DRAG_CFG_SUCCESS_TITLE
source: Configuration import successful
de: Importieren der Konfiguration erfolgreich
es: La configuración se ha importado con éxito

# MAINTAIN_TLOADMSG
source: Loading database...
de: Datenbank wird geladen...
es: Cargando base de datos...

# HORIZONTALALIGNMENT_LEFT
source: Left
de: Links
es: Izquierda

# LEARNING_MODULES_PAGE_SYNC_FAILED_TITLE
source: Synchronization Failure
de: Synchronisierungsfehler
es: Fallo de sincronización

# NEWS_CBSTARTUP_TEXT2
source: Keep me informed (Reactivate using "Help - MemoryLifter News")
de: Informieren Sie mich (wird über "Hilfe - Neuigkeiten zu Memory Lifter" reaktiviert)
es: Mantenerme informado

source: Importing...
de: Import...
es: Importando...

# DRAG_CFG_DIALOG_MAIN
source: Do you want to import this MemoryLifter configuration file?
de: Möchten Sie diese MemoryLifter-Konfigurationsdatei importieren?
es: ¿Desea importar este archivo de configuración de MemoryLifter?

# DRAG_INVALID_CFG_FILE_MAININSTRUCTION
source: Invalid MemoryLifter configuration file.
de: Ungültige MemoryLifter-Konfigurationsdatei.
es: Archivo de configuración de MemoryLifter no válido.

# TASKDIALOG_KICK_CONTENT
source: You have selected a user that already has an open learning session on "{0}". Please select how to proceed:
de: Sie haben einen Benutzer gewählt, der bereits eine Lernsitzung auf "{0}" geöffnet hat. Bitte wählen Sie das weitere Vorgehen:
es: Ha seleccionado un usuario que ya tiene una sesión de aprendizaje abierta en "{0}". Seleccione cómo seguir:

# PRINT_QUERYORDER_Answer
source: Answer
de: Antwort
es: Respuesta

# SyncStateApplyingUpdates
source: Applying updates.
de: Aktualisierungen übernehmen.
es: Aplicando actualizaciones.

# MAIN_CLOSEWITHOUTSAVE_TEXT
source: Learning Module couldn't be saved. Close without saving?
de: Das Lernmodul konnte nicht gespeichert werden. Schließen ohne Speichern?
es: No se ha podido guardar el módulo de aprendizaje. ¿Desea cerrar sin guardar?
