<!doctype HTML public "-//W3C//DTD HTML 4.0 Frameset//EN">

<html>

<!--(==============================================================)--> <!--(Document created with RoboEditor. )============================--> <!--(==============================================================)-->

<head>

<title>Id&eacute;es</title>

<!--(Meta)==========================================================-->

<meta HTTP-EQUIV=Content-Type Content="text/html; charset=windows-1252">
<meta name=generator content="RoboHELP by eHelp Corporation - www.ehelp.com">
<meta name=generator-major-version content=0.1>
<meta name=generator-minor-version content=1>
<meta name=filetype content=kadov>
<meta name=filetype-version content=1>
<meta name=page-count content=1>
<meta name=layout-height content=934>
<meta name=layout-width content=1071>


<!--(Links)=========================================================-->

<link rel="StyleSheet" href="..\ML_Help.css">



<!--(Style Sheet)===================================================-->

<style>
<!--

body {
	background-color: #ffffff;
}

-->
</style>


</head>

<!--(Body)==========================================================-->


<body style="color: #000000;">

<h2 class=Topic><a NAME=ideas_for_usage></a>Utilisations possibles de MemoryLifter</h2>

<p>MemoryLifter ne sert pas seulement &agrave; l'apprentissage du vocabulaire mais &eacute;galement &agrave; bien d'autres applications. </p>

<p>&nbsp;</p>

<p>Voici une liste d'id&eacute;es de diff&eacute;rents modules d'apprentissage&nbsp;:</p>

<p>&nbsp;</p>

<p class=SubTopic1><b style="font-weight: bold;">Langues</b> </p>

<ul>
	
	<li class=kadov-p-CNumList><p class=NumList>Utilisez des <span style="font-weight: bold;">phrases exemples</span> pour d&eacute;couvrir le mot que vous apprenez en contexte. <br> Lors de la cr&eacute;ation de votre module d'apprentissage &agrave; partir de cartes m&eacute;moire, n'oubliez pas d'ajouter une phrase exemple sur le mot que vous essayez d'apprendre.</p></li>
	
	<li class=kadov-p-CNumList><p class=NumList>Les <span style="font-weight: bold;">fichiers audio</span> vous donnent une id&eacute;e de la prononciation. <br> Si vous connaissez un locuteur natif, demandez-lui d'enregistrer les sons pour vous. <br> Ceci ne prendra que quelques minutes gr&acirc;ce &agrave; <a 
 HREF="memo4dyq.htm"
	style="font-weight: normal;"><span style="font-weight: normal;">l'enregistreur de</span><span 
 style="font-weight: bold;"> </span><span style="font-weight: normal;">sons</span></a> int&eacute;gr&eacute; et vous sera tr&egrave;s utile pour votre apprentissage.</p></li>
	
	<li class=kadov-p-CNumList><p class=NumList>Les <span style="font-weight: bold;">images et les vid&eacute;os</span> vous aident &agrave; m&eacute;moriser le vocabulaire.</p></li>
</ul>

<p>&nbsp;</p>

<p class=SubTopic1><b style="font-weight: bold;">Enfants</b> </p>

<ul>
	
	<li class=kadov-p-CNumList><p class=NumList>Tirez profit des sons et phrases exemples pour faire d&eacute;couvrir l'<span style="font-weight: bold;">alphabet</span> &agrave; vos enfants.</p></li>
	
	<li class=kadov-p-CNumList><p class=NumList>M&eacute;morisez facilement les <span style="font-weight: bold;">tables de multiplication</span>.</p></li>
	
	<li class=kadov-p-CNumList><p class=NumList>Apprenez &agrave; vos enfants les <span style="font-weight: bold;">principales r&egrave;gles de signalisation et du code de la route</span> par le biais d'images et de phrases (comportement &agrave; adopter).</p></li>
</ul>

<p>&nbsp;</p>

<p class=SubTopic1><b style="font-weight: bold;">Ecole</b> </p>

<ul>
	
	<li class=kadov-p-CNumList><p class=NumList>Reconnaissez-vous instantan&eacute;ment un <span style="font-weight: bold;">pays</span> sur la carte du monde et pouvez-vous citer son nom, sa <span style="font-weight: bold;">capitale</span> et sa <span style="font-weight: bold;">langue nationale</span> ? <br> Am&eacute;liorez vos connaissances en g&eacute;ographie en mode de reconnaissance des images et utilisez des supports vid&eacute;o pour mieux d&eacute;couvrir l'atmosph&egrave;re du pays.</p></li>
	
	<li class=kadov-p-CNumList><p class=NumList>Les probl&egrave;mes de m&eacute;morisation des <span style="font-weight: bold;">formules math&eacute;matiques</span> ne sont plus qu'un vieux souvenir gr&acirc;ce &agrave; MemoryLifter !</p></li>
	
	<li class=kadov-p-CNumList><p class=NumList>Passez au niveau sup&eacute;rieur en <span   style="font-weight: bold;">physique</span> gr&acirc;ce &agrave; des animations expliquant les formules &agrave; apprendre !</p></li>
	
	<li class=kadov-p-CNumList><p class=NumList>M&eacute;morisez nettement plus facilement les principales <span   style="font-weight: bold;">dates de l'histoire</span> en expliquant le contexte au moyen d'une phrase exemple ou par l'ajout d'illustrations. <br> Apr&egrave;s plusieurs sessions d'apprentissage, testez le mode <a HREF="memo1d9v.htm"><span   style="font-weight: normal;">choix multiple</a> </span>pour vous faire une id&eacute;e pr&eacute;cise de votre capacit&eacute; &agrave; diff&eacute;rencier les dates !</p></li>
	
	<li class=kadov-p-CNumList><p class=NumList>Les cartes m&eacute;moire appliqu&eacute;es au corps humain ou &agrave; l'&eacute;volution facilitent l'apprentissage de la <span style="font-weight: bold;">biologie</span>.</p></li>
	
	<li class=kadov-p-CNumList><p class=NumList>Vous devez apprendre un <span style="font-weight: bold;">po&egrave;me</span> ou toute autre r&eacute;citation par coeur&nbsp;? <br> Utilisez MemoryLifter pour les passages les plus difficiles.</p></li>
</ul>

<p>&nbsp;</p>

<p class=SubTopic1><b style="font-weight: bold;">Vie quotidienne</b> </p>

<ul>
	
	<li class=kadov-p-CNumList><p class=NumList>Vous avez quelques soucis avec la signification des nombreuses <span style="font-weight: bold;">abr&eacute;viations</span> qui inondent notre quotidien&nbsp;?<br> Indiquez le mot et son abr&eacute;viation dans les champs Question et R&eacute;ponse et ajoutez une description et le contexte dans la zone de texte destin&eacute;e &agrave; la phrase exemple.</p></li>
	
	<li class=kadov-p-CNumList><p class=NumList>N'oubliez plus les <span style="font-weight: bold;">anniversaires, les anniversaires de mariage et autres dates similaires</span>. <br> Associez une image &eacute;vocatrice, un fichier audio ou un morceau de musique &agrave; chaque personne.</p></li>
	
	<li class=kadov-p-CNumList><p class=NumList>Configurez MemoryLifter pour vous rappeler le <span style="font-weight: bold;">nom, les loisirs, les anniversaires</span> et d'autres informations sur les personnes que vous voyez rarement ou que vous venez de rencontrer. 
 </p></li>
	
	<li class=kadov-p-CNumList><p class=NumList>Vous pouvez &eacute;galement m&eacute;moriser les <span style="font-weight: bold;">num&eacute;ros de t&eacute;l&eacute;phone</span>.</p></li>
</ul>

<p>&nbsp;</p>

<p>N'oubliez pas de consulter la page Web sur les <a href="http://www.memorylifter.com/learningmodules/" 											style="font-weight: normal;">modules d'apprentissage pr&ecirc;ts &agrave; l'emploi</a> et d&eacute;couvrez d'autres astuces !</p>

</body>

</html>
