<!doctype HTML public "-//W3C//DTD HTML 4.0 Frameset//EN">

<html>

<!--(==============================================================)--> <!--(Document created with RoboEditor. )============================--> <!--(==============================================================)-->

<head>

<title>Das Karteikartensystem</title>

<!--(Meta)==========================================================-->

<meta HTTP-EQUIV=Content-Type Content="text/html; charset=windows-1252">
<meta name=generator content="RoboHELP by eHelp Corporation - www.ehelp.com">
<meta name=generator-major-version content=0.1>
<meta name=generator-minor-version content=1>
<meta name=filetype content=kadov>
<meta name=filetype-version content=1>
<meta name=page-count content=1>
<meta name=layout-height content=934>
<meta name=layout-width content=1071>


<!--(Links)=========================================================-->

<link rel="StyleSheet" href="..\ML_Help.css">



<!--(Style Sheet)===================================================-->

<style>
<!--

body {
	background-color: #ffffff;
}

-->
</style>


</head>

<!--(Body)==========================================================-->


<body style="color: #000000;">

<h2 class=Topic><a NAME=flashcards_and_the_box_system></a>Das<b> Karteikartensystem</b></h2>

<p>MemoryLifter arbeitet mit virtuellen Lernkarten, basierend auf dem Karteikartensystem nach Leitner. Das Programm soll Ihnen so das Lernen erleichtern.</p>

<p>&nbsp;</p>

<p class=SubTopic1><b style="font-weight: bold;">Das Karteikartensystem</b></p>

<p>Das Karteikartensystem (auch &quot;Leitner-System&quot; genannt) wurde urspr&uuml;nglich in den 1970er Jahren von dem deutschen Lern-Psychologen Sebastian Leitner vorgestellt. 
 </p>

<p>Zweck war es, eine strukturierte Lernmethode zu finden, die das Lernen und Einpr&auml;gen von Informationen sowohl im Kurzzeit- als auch im Langzeitged&auml;chtnis erleichtert.</p>

<p>&nbsp;</p>

<p>Bei dem Karteikartensystem werden die so genannten Lernkarten, welche die zu erlernenden Informationen enthalten, in mehreren Karteik&auml;sten (Boxen) abgelegt (bei MemoryLifter werden 10 Boxen verwendet).</p>

<p>Je h&ouml;her die Nummer der Box, desto gr&ouml;&szlig;er ist die Box, d.h. desto mehr Karten kann sie aufnehmen. </p>

<p>Wird eine Frage richtig beantwortet, wird die jeweilige Lernkarte in eine h&ouml;here Box verschoben. Mit der Zeit wird die Lernkarte so in der Box mit der h&ouml;chsten Nummer abgelegt. Der Lerninhalt der Karte sollte sich dann im Langzeitged&auml;chtnis eingepr&auml;gt haben.</p>

<p>&nbsp;</p>

<p>Die Verteilung der Lernkarten in den Boxen (d.h. wie viele Karten in den einzelnen Boxen enthalten sind) gibt dabei schnell Auskunft &uuml;ber den Wissensstand des Benutzers und wie gut die zu erlernenden Inhalte sich im Ged&auml;chtnis eingepr&auml;gt haben (Kurzzeit- oder Langzeitged&auml;chtnis).</p>

<p>&nbsp;</p>

<p class=SubTopic1><b style="font-weight: bold;">Funktionsweise des von MemoryLifter verwendeten Systems</b></p>

<p>MemoryLifter verwendet f&uuml;r die Abfrage der Lernkarten und die Verfolgung des Lernziels eine leicht modifizierte Version der urspr&uuml;nglichen Funktionsweise des Karteikartensystems.</p>

<p>&nbsp;</p>

<ol style="list-style: decimal;"
	type=1>
	
	<li class=kadov-p-CNumList><p class=NumList>Zuerst werden alle Lernkarten aus einem so genannten Pool gezogen, welcher alle vorhandenen Lernkarten enth&auml;lt.</p></li>
	
	<li class=kadov-p-CNumList><p class=NumList>MemoryLifter pr&uuml;ft, ob eine der Boxen voll ist. <br> Ist dies der Fall, so wird eine Lernkarte aus dieser Box abgefragt. <br> Ist keine der Boxen voll, verschiebt MemoryLifter eine neue Karte aus dem Pool in die erste Box und fragt diese ab.</p></li>
	
	<li class=kadov-p-CNumList><p class=NumList>Beantworten Sie eine Karte richtig, wird diese von MemoryLifter in die n&auml;chste Box hochgestuft.<br> Andernfalls wird sie in Box 1 heruntergestuft.</p></li>
	
	<li class=kadov-p-CNumList><p class=NumList>Beim Verschieben von Karten in eine andere Box platziert MemoryLifter diese automatisch immer am Ende der Box. <br> Das Abfragen der Karten einer Box erfolgt in der Reihenfolge, wie sie in der Box abgelegt wurden (&quot;First-In-First-Out-Methode&quot;).</p></li>
	
	<li class=kadov-p-CNumList><p class=NumList>MemoryLifter f&uuml;hrt die Schritte 2 bis 4 solange durch, bis der Pool leer ist.</p></li>
	
	<li class=kadov-p-CNumList><p class=NumList>Wenn der Pool leer ist, wird die &auml;lteste Karte aus dem Lernmodul abgefragt. <br> Es erscheint eine Meldung, um Sie darauf hinzuweisen.</p></li>
</ol>

</body>

</html>
