Repository: LearnLift/MemoryLifter
Catalog: MLifter.BusinessLayer/Properties/Resources.*.resx
Languages: es, fr, pt

# CSH_CONNECTION_NAME
source: MemoryLifter USB-Stick on {0}
es: Memoria USB de MemoryLifter en {0}
fr: Clé USB MemoryLifter sur {0}
pt: Pendrive USB MemoryLifter em {0}

# EXCEPTION_POOL_EMPTY
source: The pool is empty!
es: El grupo está vacío.
fr: Le pool est vide !
pt: A reserva está vazia!

# LEARNING_MODULES_PAGE_EMPTY_LM
source: Empty module!
es: ¡Módulo vacío!
fr: Module vide !
pt: Módulo vazio!

# LEARNING_MODULES_PAGE_NO_IMAGES
source: No Images!
es: No hay ninguna imagen,
fr: Pas d'images !
pt: Sem Imagens!

# TEACHER_DEFAULT
source: Default
es: Predeterminado
fr: Par défaut
pt: Padrão

# TEACHER_NICEGUY
source: Mr. Nice Guy
es: Flexible
fr: M. Gentil
pt: Sr. Cara Legal

# TEACHER_OCCASIONAL
source: Occasional Learner
es: Alumno esporádico
fr: Apprenant occasionnel
pt: Aluno eventual

# TEACHER_STRICT
source: Strict
es: Estricto
pt: Restrito

# XSL_CLICKFORE
source: Click button for example:
es: Haga clic en el botón para ver un ejemplo:
fr: Cliquez sur le bouton pour obtenir un exemple :
pt: Clique no botão para exemplo:

# XSL_CLICKFORQ
source: Click button for question:
es: Haga clic en el botón para ver la pregunta:
fr: Cliquez sur le bouton pour obtenir une question :
pt: Clique no botão para pergunta:

# XSL_CORRECT
source: The correct answer is:
es: La respuesta correcta es:
fr: La réponse correcte est :
pt: A resposta correta é:

# XSL_DEMOTE_MESSAGE
source: Card has been demoted to Box 1!
es: La ficha se ha relegado al fichero 1.
fr: La carte a été déclassée dans la boîte 1 !
pt: Cartão foi rebaixado para Caixa 1!

# XSL_ERROR_CAPTION
source: Stylesheet Error
es: Error de la hoja de estilos
fr: Erreur de feuille de style
pt: Erro de folha de estilo

# XSL_ERROR_TEXT
source: An error occurred when compiling {0}.<br /> Your stylesheet or linked parts may contain errors.<br /> If you are unsure what to do, restore the original file in "Tools - Style Editor".
es: Se ha producido un error al compilar {0}.<br /> Es posible que la hoja de estilos o los elementos vinculados contengan errores.<br /> En caso de duda, restaure el archivo original en "Herramientas - Editor de estilos".
fr: Une erreur s'est produite lors de la compilation de {0}.<br /> Votre feuille de style ou les éléments liés peuvent contenir des erreurs.<br /> Si vous hésitez sur la procédure à suivre, restaurez le fichier original dans "Outils - Editeur de style".
pt: Ocorreu um erro ao compilar {0}.<br /> A folha de estilo ou as partes com link podem conter erros. <br /> Se não souber o que fazer, restaure o arquivo original em "Ferramentas - Editor de Estilo".

# XSL_FEEDBACK_CORRECT
source: Your answer was correct!
es: Su respuesta es correcta.
fr: Votre réponse était correcte !
pt: A sua resposta está correta!

# XSL_FEEDBACK_WRONG
source: Your answer was wrong!
es: Su respuesta es incorrecta.
fr: Votre réponse était erronée !
pt: A resposta está errada!

# XSL_LISTENING_MODE_IMAGE_BUTTON_TEXT
source: Click here to show the image.
es: Haga clic aquí para mostrar la imagen.
fr: Cliquez ici pour afficher l'image.
pt: Clique aqui para exibir uma imagem.

# XSL_PROMOTE_HIGHEST_MESSAGE
source: This card has reached the highest box.
es: Esta ficha ha alcanzado el fichero más alto.
fr: Cette carte a atteint la boîte la plus haute.
pt: Este cartão atingiu a caixa mais alta.

# XSL_PROMOTE_MESSAGE
source: Card has been promoted to Box {box_number}!
es: Las fichas no se han promocionado al fichero {box_number}.
fr: La carte a été surclassée dans la boîte {box_number}!
pt: O cartão foi elevado para a Caixa {box_number}!

# XSL_RESIZE_PICTURE
source: Click image to show original size.
es: Haga clic en la imagen para verla en el tamaño original.
fr: Cliquez sur l'image pour l'afficher en taille réelle.
pt: Clique na imagem para mostrar o tamanho original.

# XSL_RESTORE_PICTURE
source: Click image to show smaller size.
es: Haga clic en la imagen para verla en tamaño reducido.
fr: Cliquez sur l'image pour la réduire.
pt: Clique na imagem para mostrar o tamanho menor.

# XSL_SELFASSESMENT_DEMOTE_MESSAGE
source: Do you want to demote the card?
es: ¿Desea relegar la ficha?
fr: Souhaitez-vous déclasser la carte ?
pt: Deseja rebaixar o cartão?

# XSL_SELFASSESMENT_PROMOTE_MESSAGE
source: Do you want to promote the card?
es: ¿Desea promocionar la ficha?
fr: Souhaitez-vous surclasser la carte ?
pt: Deseja elevar o cartão?

# XSL_YOUENTERED
source: You entered:
es: Ha introducido:
fr: Vous avez saisi :
pt: Você inseriu:
